Repository: sproctor/php-calendar
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs_cz, el, fi, he, it, nl, no, pl_pl, pt_br, ru, sv

source: The password you entered did not match your old password.
cs_cz: Zadané heslo neodpovídá starému heslu.
el: Ο κωδικός πρόσβασης που εισάγατε δεν αντιστοιχει με τον παλιό κωδικό πρόσβασής σας.
fi: Salasana jonka syötit ei täsmää vanhan salasanasi kanssa.
he: הססמא שהקלדת לא מתאימה לססמתך הישנה.
it: La password che hai inserito non corrisponde alla tua vecchia password.
nl: Het wachtwoord dat je ingevuld hebt is niet gelijk aan je oude wachtwoord.
no: Passordet du oppga var ikke ditt gamle passord.
pl_pl: Wprowadzone hasło jest niezgodne ze starym hasłem.
pt_br: A senha está incorreta
ru: Ваш пароль не совпал с старым паролем
sv: Lösenordet matchade inte ditt gamla lösenord.

source: You must specify a password
cs_cz: Musíte zadat heslo
el: Πρέπει να ορίσετε έναν κωδικό πρόσβασης
fi: Sinun täytyy syöttää salasana
he: עליך לציין ססמא
it: Devi specificare una password
nl: Je moet een wachtwoord invullen
no: Du m&aring; oppgi et passord
pl_pl: Musisz podać hasło
pt_br: Você deve especificar sua senha
ru: Укажите пароль
sv: Du måste ange ett lösenord

source: Your passwords did not match
cs_cz: Zadaná hesla se neshodují
el: Οι κωδικοί πρόσβασής σας δεν ταιριάζουν
fi: Salasanat eivät täsmää
he: הססמאות שלך לא התאימו
it: Le tue password non corrispondono
nl: Je wachtwoorden zijn niet gelijk
no: Dine passord var ikke like
pl_pl: Niezgodność haseł
pt_br: As senhas estão diferentes
ru: Ваш пароль не подошел
sv: Dina lösenord matchar inte

source: Password updated.
cs_cz: Heslo aktualizováno.
el: Ο κωδικος ανανεωθηκε.
fi: Salasana päivitetty
he: ססמא עודכנה.
it: Password aggiornata.
nl: Wachtwoord geüpdatet.
no: Passord oppdatert.
pl_pl: Hasło uaktualnione.
pt_br: Senha atualizada
ru: Пароль обновлен
sv: Lösenordet har ändrats

source: (No title)
cs_cz: (Bez nadpisu)
el: (Κανενας τιτλος)
fi: (Ei otsikkoa)
he: (ללא כותרת)
it: (Nessun titolo)
nl: (Geen titel)
no: (Ingen tittel)
pl_pl: (Brak tytułu)
pt_br: (sem título)
ru: (без заголовка)
sv: (Ingen titel)

source: Error in get_occurrences_by_date_range
cs_cz: Chyba v
el: Σφάλμα στο get_occurrences_by_date_range
fi: Virhe get_occurrences_by_date_range arvossa
he: שגיאה ב-get_occurrences_by_date_range
it: Errore in get_occurrences_by_date_range
nl: Fout in get_occurences_by_date_range
no: Feil i get_occurrences_by_date_range
pl_pl: Błąd w get_occurrences_by_date_range
pt_br: Erro ao selecionar ocorrências neste período
ru: Ошибка в получении расписания по диапазону дат
sv: Fel i get_occurrences_by_date_range

source: Error in get_event_by_eid
cs_cz: Chyba v
el: Σφαλμα στο get_event_by_eid
fi: Virhe get_event_by_eid arvossa
he: שגיאה ב-get_event_by_eid
it: Errore in get_event_by_eid
nl: Fout in get_event_by_eid
no: Feil i get_event_by_eid
pl_pl: Błąd w get_event_by_eid
pt_br: Erro ao selecionar agendamento pelo id
ru: Ошибка в get_event_by_eid
sv: Fel i get_event_by_eid

source: Event doesn't exist
cs_cz: Událost neexistuje
el: Η εκδηλωση δεν υπαρχει
fi: Tapahtumaa ei ole olemassa
he: אירוע לא קיים
it: L'evento non esiste
nl: Gebeurtenis bestaat niet
no: Begivenhet eksisterer ikke
pl_pl: Wydarzenie nie istnieje
pt_br: Agendamento inexistente
ru: Событие не существует
sv: Evenemanget finns inte

source: Error in get_event_by_oid
cs_cz: Chyba v
el: Σφαλμα στο get_event_by_oid
fi: Virhe Error in get_event_by_oid arvossa
he: שגיאה ב-get_event_by_oid
it: Errore in get_event_by_oid
nl: Fout in get_event_by_oid
no: Feil i get_event_by_oid
pl_pl: Błąd w get_event_by_oid
pt_br: Erro ao selecionar agendamentos antigos
ru: Ошибка в get_event_by_oid
sv: Fel i get_event_by_oid

source: Event doesn't exist with oid
cs_cz: Událost neexistuje s oid
el: Το συμβάν δεν υπάρχει με oid
fi: Tapahtumaa ei ole olemassa vanhassa
he: אירוע לא קיים עם oid
it: L'evento non esiste con oid
nl: Gebeurtenis met oid bestaat niet
no: Begivenhet eksisterer ikke med oid
pl_pl: Wydarzenie nie istnieje z tym oid
pt_br: Não existe agendamento por iod
ru: Нет события с oid
sv: Evenemanget finns inte med oid

source: Error in get_category
cs_cz: Chyba v
el: Σφαλμα στο get_category
fi: Virhe get_category arvossa
he: שגיאה ב-get_category
it: Errore in get_category
nl: Fout in get_category
no: Feil i get_category
pl_pl: Błąd w get_category
ru: Ошибка в категории
sv: Fel i get_category

source: Category doesn't exist with catid
cs_cz: Kategorie neexistuje s catid
el: Η κατηγορία δεν υπάρχει με catid
fi: Kategoriaa ei ole olemassa catid arvossa
he: קטגוריה לא קיימת עם catid
it: La categoria non esiste con catid
nl: Categorie met catid bestaat niet
no: Kategori eksisterer ikke med catid
pl_pl: Kategoria z podanym ID nie istnieje
ru: Нет категории с catid
sv: Kategori finns inte med catid

source: Error in get_group
cs_cz: Chyba v
el: Σφαλμα στο get_group
fi: Virhe get_group arvossa
he: שגיאה ב-get_group
it: Errore in get_group
nl: Fout in get_group
no: Feil i get_group
pl_pl: Błąd w get_group
ru: Ошибка в get_group
sv: Fel i get_group

source: Group doesn't exist with gid
cs_cz: Skupina neexistuje s gid
el: Η ομαδα δεν υπάρχει με GID
fi: Ryhmää ei ole olemassa gid arvolla
he: קבוצה לא קיימת עם gid
it: Il gruppo non esiste con gid
nl: Groep met gid bestaat niet
no: Gruppe eksisterer ikke med gid
pl_pl: Grupa z podanym ID nie istnieje
ru: Нет группы с gid
sv: Gruppen finns inte med gid

source: Error in get_groups
cs_cz: Chyba v
el: Σφαλμα στο get_groups
fi: Virhe get_groups arvossa
he: שגיאה ב-get_groups
it: Errore in get_groups
nl: Fout in get_groups
no: Feil i get_groups
pl_pl: Błąd w get_groups
ru: Ошибка в get_groups
sv: Fel i get_groups

source: Error in get_user_groups
cs_cz: Chyba v
el: Σφαλμα στο get_user_groups
fi: Virhe get_user_groups arvossa
he: שגיאה ב-get_user_groups
it: Errore in get_user_groups
nl: Fout in get_user_groups
no: Feil i get_user_groups
pl_pl: Błąd w get_user_groups
ru: Ошибка в get_user_groups
sv: Fel i get_user_groups

source: Error in get_categories
cs_cz: Chyba v
el: Σφλμα στο get_categories
fi: Virhe get_categories arvossa
he: שגיאה ב-get_categories
it: Errore in get_categories
nl: Fout in get_categories
no: Feil i get_categories
pl_pl: Błąd w get_categories
ru: Ошибка в get_categories
sv: Fel i get_categories

source: Error in get_visible_categories
cs_cz: Chyba v
el: Σφαλμα στο get_visible_categories
fi: Virhe get_visible_categories arvossa
he: שגיאה ב-get_visible_categories
it: Errore in get_visible_categories
nl: Fout in get_visible_categories
no: Feil i get_visible_categories
pl_pl: Błąd w get_visible_categories
ru: Ошибка в get_visible_categories
sv: Fel i get_visible_categories

source: Error in get_occurrence_by_oid
cs_cz: Chyba v
el: Σφαλμα στο get_occurrence_by_oid
fi: Virhe get_occurence_by_old arvossa
he: שגיאה ב-get_occurrence_by_oid
it: Errore in get_occurrence_by_oid
nl: Fout in get_occurence_by_oid
no: Feil i get_occurrence_by_oid
pl_pl: Błąd w get_occurrence_by_oid
ru: Ошибка в get_occurrence_by_oid
sv: Fel i get_occurrence_by_oid

source: Error in get_occurrences_by_eid
cs_cz: Chyba v
el: Σφαλμα στο get_occurrences_by_eid
fi: Virhe get_occurences_by_eid arvossa
he: שגיאה ב-get_occurrences_by_eid
it: Errore in get_occurrences_by_eid
nl: Fout in get_occurences_by_eid
no: Feil i get_occurrences_by_eid
pl_pl: Błąd w get_occurrences_by_eid
ru: Ошибка в get_occurrences_by_eid
sv: Fel i get_occurrences_by_eid

source: Error while removing an event.
cs_cz: Chyba při odstraňování události.
el: Σφάλμα κατά την αφαίρεση μιας εκδήλωσης.
fi: Virhe tapahtuman poistossa
he: שגיאה בעת מחיקת אירוע.
it: Errore nella rimozione di un evento.
nl: Fout tijdens het verwijderen van gebeurtenis.
no: Feil ved sletting av begivenhet.
pl_pl: Błąd usuwania wydarzenia.
pt_br: Erro ao remover um agendamento.
ru: Ошибка при удалении события
sv: Fel uppstår när du tar bort ett evenemang.

source: Error while removing an occurrence.
cs_cz: Chyba při odstraňování výskytu.
el: Σφάλμα κατά την αφαίρεση ένος περιστατικόυ.
fi: Virhe toiston poistossa
he: שגיאה בעת מחיקת מופע.
it: Errore nella rimozione di una occorrenza.
nl: Fout tijdens het verwijderen van een gebeurtenis.
no: Feil ved sletting av forekomst.
pl_pl: Błąd usuwania wystąpienia
pt_br: Erro durante remoção de uma ocorrência
ru: Ошибка при удалении раписания
sv: Fel uppstår när du tar bort en händelse.

source: Error while removing a calendar
cs_cz: Chyba při odstraňování kalendáře
el: Σφάλμα κατά την αφαίρεση ενός ημερολογίου
fi: Virhe kalenterin poistossa
he: שגיאה בעת מחיקת לוח שנה
it: Errore nella rimozione di un calendario
nl: Fout tijdens het verwijderen van een kalender
no: Feil ved sletting av kalender
pl_pl: Błąd usuwania kalendarza
pt_br: Erro durante remoção do calendário
ru: Ошибка при удалении календаря
sv: Fel uppstår när du tar bort en kalender

source: Error while removing category.
cs_cz: Chyba při odstraňování kategorie.
el: Σφάλμα κατά την αφαίρεση της κατηγορίας.
fi: Virhe kategorian poistossa.
he: שגיאה בעת מחיקת קטגוריה.
it: Errore nella rimozione della categoria.
nl: Fout tijdens het verwijderen van categorie.
no: Feil ved sletting av kategori.
pl_pl: Błąd usuwania kategorii.
pt_br: Erro ao excluir categoria
ru: Ошибка при удалении категории
sv: Fel uppstår när du tar bort en kategori.

source: Error while removing group.
cs_cz: Chyba při odstraňování skupiny.
el: Σφάλμα κατά την αφαίρεση της ομάδας.
fi: Virhe ryhmän poistossa.
he: שגיאה בעת מחיקת קבוצה.
it: Errore nella rimozione del gruppo.
nl: Fout tijdens het verwijderen van groep.
no: Feil ved sletting av gruppe.
pl_pl: Błąd usuwania grupy.
pt_br: Erro ao excluir grupo
ru: Ошибка при удалении группы
sv: Fel uppstår när du tar bort en grupp.

source: Error while removing
cs_cz: Chyba při odstraňování
el: Σφάλμα κατά την αφαίρεση
fi: Virhe poistettaessa
he: שגיאה בעת מחיקת
it: Errore nella rimozione
nl: Fout tijdens het verwijderen
no: Feil ved sletting
pl_pl: Błąd usuwania.
pt_br: Erro ao excluir
ru: Ошибка при удалении
sv: Fel uppstår när du tar bort

source: Could not read permissions.
cs_cz: Nelze přečíst práva.
el: Δεν ήταν δυνατή η ανάγνωση δικαιώματων.
fi: Käyttöoikeuksia ei voitu lukea.
he: לא ניתן לקרוא הרשאות.
it: Non ho potuto leggere i permessi.
nl: Kon bevoegdheden niet lezen.
no: Kunne ikke lese rettigheter.
pl_pl: Nie można odczytać praw dostępu.
pt_br: Não foi possível ler permissões
ru: Нет прав на чтение
sv: Det gick inte att läsa behörigheter.

source: Could not get calendars.
cs_cz: Nelze získat kalendáře.
el: Τα ημερολογια δεν μπορεσαν να παρθουν.
fi: Kalentereita ei voitu hakea.
he: לא ניתן להשיג לוחות שנה.
it: Non ho potuto recuperare i calendari
nl: Kon kalenders niet bemachtigen
no: Kunne ikke hente kalendre.
pl_pl: Nie można uzyskać kalendarzy.
pt_br: Não foi possível selecionar calendários
ru: Не получены календари
sv: Det gick inte att få fram kalendrar.

source: Could not get user.
cs_cz: Nelze získat uživatele.
el: Ο χρηστης δεν μπορεσε να παρθει.
fi: Käyttäjää ei voitu hakea.
he: ששלא ניתן להשיג משתמש.
it: Non ho potuto recuperare l'utente
nl: Kon gebruiker niet bemachtigen.
no: Kunne ikke hente bruker.
pl_pl: Nie można otrzymać użytkownika.
pt_br: Não foi possível selecionar o usuário
ru: Не получен пользователь
sv: Kunde inte få fram användare.

source: Error getting user.
cs_cz: Chyba při získávání uživatele.
el: Σφαλμα κατα την ενσωματωση του χρηστη.
fi: Käyttäjä haussa tapahtui virhe.
he: שגיאה בקבלת משתמש.
it: Errore nel recuperare l'utente.
nl: Fout tijdens het verkrijgen van gebruiker.
no: Feil ved lesing av bruker.
pl_pl: Błąd.
pt_br: Erro ao selecionar usuário
ru: Ошибка получения пользователя
sv: Fel vid att få tag i användare.

source: Error creating user.
cs_cz: Chyba při vytváření uživatele.
el: Σφαλμα κατα την δημιουργια προφιλ του χρηστη.
fi: Virhe käyttäjän luonnissa.
he: שגיאה ביצירת משתמש.
it: Errore nella creazione dell'utente.
nl: Fout tijdens het maken van gebruiker.
no: Feil ved opprettelse av bruker.
pl_pl: Błąd tworzenia użytkownika.
pt_br: Erro ao criar usuário
ru: Ошибка создания пользователя
sv: Fel uppstår vid skapandet av användare.

source: Error reading options
cs_cz: Chyba při čtení voleb
el: Επιλογές Σφάλμα ανάγνωσης
fi: Virhe luettaessa asetuksia
he: שגיאה בקריאת אפשרויות
it: Errore nella lettura delle opzioni
nl: Fout tijdens het uitlezen van opties
no: Feil ved lesing av innstillinger
pl_pl: Błąd odczytu opcji
pt_br: Erro ao ler opções
ru: Ошибка чтения настроек
sv: Fel vid läsning av alternativ

source: Error creating options
cs_cz: Chyba při vytváření voleb
el: Σφάλμα κατά τη δημιουργία επιλογων
fi: Virhe luodessa asetuksia
he: שגיאה ביצירת אפשרויות
it: Errore nel creare le opzioni
nl: Fout tijdens het aanmaken van opties
no: Feil ved opprettelse av innstillinger
pl_pl: Błąd tworzenia opcji
pt_br: Erro ao criar opções
ru: Ошибка создания настроек
sv: Fel vid skapande av alternativ

source: Error updating password.
cs_cz: Chyba při aktualizaci hesla.
el: Σφαλμα κατα την ανανεωση κωδικου.
fi: Virhe salasanan päivityksessä.
he: שגיאה בעדכון ססמא.
it: Errore nell'aggiornamento della password.
nl: Fout tijdens het updaten van wachtwoord.
no: Feil ved oppdatering av passord.
pl_pl: Błąd uaktualnienia hasła.
pt_br: Erro ao atualizar a senha.
ru: Ошибка обновления пароля
sv: Fel vid ändring av lösenord.

source: Error updating timezone.
cs_cz: Chyba při aktualizaci časové zóny.
el: Σφαλμα κατα την ανανεωση της χρονικης ζωνης.
fi: Virhe aikavyöhykkeen päivityksessä.
he: שגיאה בעדכון אזור-זמן.
it: Errore nell'aggiornamento del fuso orario.
nl: Fout tijdens updaten van tijdzone.
no: Feil ved oppdatering av tidssone.
pl_pl: Błąd uaktualnienia strefy czasowej.
pt_br: Erro ao atualizar fuso horário
ru: Ошибка обновления зоны времени
sv: Fel vid ändring av tidszon.

source: Error updating language.
cs_cz: Chyba při aktualizaci jazyku.
el: Σφαλμα κατα την ανανεωση γλωσσας.
fi: Virhe kielen päivityksessä.
he: שגיאה בעדכון שפה.
it: Errore nell'aggiornamento della lingua.
nl: Fout tijdens het updaten van de taal.
no: Feil ved oppdatering av spr&aring;k.
pl_pl: Błąd uaktualnienia języka.
pt_br: Erro ao atualizar idioma
ru: Ошибка обновления языка
sv: Fel vid ändring av språk.

source: Error adding group to user.
he: שגיאה בהוספת קבוצה למשתמש.
nl: Error groep toevoegen aan gebruiker.
no: Feil, kunne ikke legge gruppe til bruker.

source: Error removing group from user.
he: שגיאה במחיקת קבוצה ממשתמש.
nl: Error weghalen groep van gebruiker.
no: Feil, kunne ikke fjerne gruppe fra bruker.

source: Error creating event.
cs_cz: Chyba při vytváření události.
el: Σφαλμα κατα την δημιουργια εκδηλωσης.
fi: Virhe tapahtuman luonnissa.
he: שגיאה ביצירת אירוע.
it: Errore nella creazione dell'evento.
nl: Fout tijdens het maken van evenement.
no: Feil ved opprettelse av begivenhet.
pl_pl: Błąd tworzenia wydarzenia.
pt_br: Erro ao criar agendamento
ru: Ошибка создания события
sv: Fel vid skapandet av evenemang.

source: Error creating occurrence.
cs_cz: Chyba při vytváření výskytu.
el: Σφάλμα κατά τη δημιουργία εμφάνισης.
fi: Virhe toiston luonnissa.
he: שגיאה ביצירת מופע.
it: Errore nella creazione dell'occorrenza.
nl: Fout tijdens het maken van gebeurtenis.
no: Feil ved opprettelse av forekomst.
pl_pl: Błąd tworzenia wystąpienia.
pt_br: Erro ao criar ocorrência
ru: Ошибка создания расписания
sv: Fel vid skapandet av händelse.

source: Error modifying occurrence.
cs_cz: Chyba při úpravě výskytu.
el: Σφάλμα κατά την τροποποίηση εμφάνισης.
fi: Virhe toiston muokkauksessa.
he: שגיאה בשינוי מופע.
it: Errore nella modifica dell'occorrenza.
nl: Fout tijdens het bewerken van gebeurtenis.
no: Feil ved endring av forekomst.
pl_pl: Błąd modyfikacji wystąpienia.
pt_br: Erro ao alterar ocorrência
ru: Ошибка изменения расписания
sv: Fel vid ändring av händelse.

source: Error modifying event.
cs_cz: Chyba při úpravě události.
el: Σφάλμα κατά την τροποποίηση εκδήλωσης.
fi: Virhe tapahtuman muokkauksessa.
he: שגיאה בשינוי אירוע.
it: Errore nella modifica dell'evento.
nl: Fout tijdens het bewerken van evenement.
no: Feil ved endring av begivenhet.
pl_pl: Błąd modyfikacji wydarzenia.
pt_br: Erro ao alterar agendamento
ru: Ошибка изменения события
sv: Fel vid ändring av evenemang.

source: Error creating category.
cs_cz: Chyba při vytváření kategorie.
el: Σφάλμα κατά τη δημιουργία της κατηγορίας.
fi: Virhe kategorian luonnissa.
he: שגיאה ביצירת קטגוריה.
it: Errore nella creazione della categoria.
nl: Fout tijdens het maken van categorie.
no: Feil ved opprettelse av kategori.
pl_pl: Błąd tworzenia kategorii.
pt_br: Erro ao criar categoria
ru: Ошибка создания категории
sv: Fel vid skapandet av kategori.

source: Error creating group.
cs_cz: Chyba při vytváření skupiny.
el: Σφάλμα κατά τη δημιουργία της ομάδας.
fi: Virhe ryhmän luonnissa.
he: שגיאה ביצירת קבוצה.
it: Errore nella creazione del gruppo.
nl: Fout tijdens het maken van groep.
no: Feil ved opprettelse av gruppe.
pl_pl: Błąd tworzenia grupy.
pt_br: Erro ao criar grupo
ru: Ошибка создания группы
sv: Fel när du skapade grupp.

source: Error modifying category.
cs_cz: Chyba při úpravě kategorie.
el: Σφάλμα κατά την τροποποίηση κατηγορίας.
fi: Virhe kategorian muokkauksessa.
he: שגיאה בשינוי קטגוריה.
it: Errore nella modifica della categoria.
nl: Fout tijdens het bewerken van categorie.
no: Feil ved endring av kategori.
pl_pl: Błąd modyfikacji kategorii.
pt_br: Erro ao alterar categoria
ru: Ошибка изменения категории
sv: Fel vid ändring av kategori.

source: Error modifying group.
cs_cz: Chyba při úpravě skupiny.
el: Σφάλμα κατά την τροποποίηση ομάδας.
fi: Virhe ryhmän muokkauksessa.
he: שגיאה בשינוי קבוצה.
it: Errore nella modifica del gruppo.
nl: Fout tijdens het bewerken van groep.
no: Feil ved endring av gruppe.
pl_pl: Błąd modyfikacji grupy.
pt_br: Erro ao alterar grupo.
ru: Ошибка изменения группы
sv: Fel vid ändring av grupp.

source: Error during searching
cs_cz: Chyba během vyhledávání
el: Σφάλμα κατά την αναζήτηση
fi: Haun aikana tapahtui virhe
he: שגיאה בעת חיפוש
it: Errore durante la ricerca
nl: Fout tijdens het zoeken
no: Feil ved s&oslash;king
pl_pl: Błąd wyszukiwania
pt_br: Erro durante a pesquisa
ru: Ошибка при поиске
sv: Fel under sökning

source: Error updating user permissions.
cs_cz: Chyba při aktualizaci práv uživatele.
el: Σφάλμα κατά την ενημέρωση δικαιώματων του χρήστη.
fi: Virhe päivitettäessä käyttöoikeuksia
he: שגיאה בעדכון הרשאות משתמש.
it: Errore nell'aggiornamento dei permessi utenti.
nl: Fout tijdens het updaten van gebruikersbevoegdheden.
no: Feil ved oppdatering av brukerrettigheter.
pl_pl: Błąd uaktualnienia praw dostępu użytkownika.
pt_br: Erro ao atualizar permissões de usuário
ru: Ошибка обновления прав доступа
sv: Fel vid uppdatering av användarbehörigheter.

source: Error getting login token.
cs_cz: Chyba při získávání tokenu přihlášení.
el: Σφάλμα κατά τη λήψη συνδεσης.
fi: Virhe kirjautumisen yhteydessä (login token)
he: שגיאה בקבלת token התחברות.
it: Errore nel recupero del token di login.
nl: Fout tijdens het verkrijgen van het logintoken.
no: Kunne ikke hente login token.
pl_pl: Błąd przyznania tokenu logowania.
pt_br: Erro ao receber token do login
ru: Ошибка получения токена
sv: Fel vid inmatning av tecken vid inloggning.

source: Error adding login token.
cs_cz: Chyba pri přidávání tokenu pro přihlášení.
el: Σφαλμα κατα την προσθηκη συνδεσης.
fi: Virhe kirjautumisessa (error adding login token).
he: שגיאה בהוספת token התחברות.
it: Errore nell'aggiunta del token di login.
nl: Error toevoegen login token.
no: Kunne ikke legge til login token.
pl_pl: Błąd dodania tokenu logowania.
pt_br: Erro ao adicionar token do login
ru: Ошибка при создании токена логина
sv: Fel när tecken skulle läggas till vid inloggning.

source: Error updating login token.
cs_cz: Chyba při aktualizaci přihlašovacího tokenu.
el: Σφαλμα κατα την ανανεωση συνδεσης.
fi: Virhe (Error updating login token)
he: שגיאה בעדכון token התחברות.
it: Errore nell'aggiornamento del token di login.
nl: Error updaten login token.
no: Feil ved oppdatering av login token.
pl_pl: Błąd uaktualnienia tokenów logowania.
pt_br: Erro ao atualizar token do login
ru: Ошибка обновления токена логина
sv: Fel vid uppdatering av logintecken.

source: Error removing login tokens.
cs_cz: Chyba při odstraňování přihlašovacího tokenu.
el: Σφαλμα κατα την ανανεωση συνδεσης.
fi: Virhe (Error removing login tokens)
he: שגיאה במחיקת login tokens.
it: Errore nella rimozione dei token di login.
nl: Error weghalen login token.
no: Kunne ikke fjerne login tokens.
pl_pl: Błąd usuwania tokenów logowania.
pt_br: Erro ao remover token de login
ru: Ошибка удаления токена логина
sv: Fel vid borttagande av logintecken.

source: Error cleaning login tokens.
cs_cz: Chyba při čistění přihlašovacích tokenů.
el: Σφαλμα κατα την εκκαθαριση συνδεσης.
fi: Virhe (error cleaning login tokens)
he: שגיאה בניקוי login tokens.
it: Errore nella pulitura dei token di login.
nl: Error leeghalen login token.
no: Kunne ikke rense login tokens.
pl_pl: Błąd czyszczenia tokenów logowania.
pt_br: Erro ao limpar token do login
ru: Ошибка очистки токена
sv: Fel vid rensning av logintecken.

source: SQL query
cs_cz: SQL dotaz
el: SQL ερώτημα
fi: SQL kysely
he: שאילתת SQL
it: Query SQL
no: SQL foresp&oslash;rsel
pl_pl: zapytanie SQL
ru: SQL запрос
sv: SQL fråga

source: anonymous
cs_cz: anonym
el: ανωνυμη
fi: anonyymi
he: אנונימי
it: anonimo
nl: anoniem
no: anonym
pl_pl: anonimowy
pt_br: Visitante
sv: anonym

source: unknown
cs_cz: neznámý
el: αγνωστο
fi: tuntematon
he: לא ידוע
it: sconosciuto
nl: onbekend
no: ukjent
pl_pl: nieznany
pt_br: desconhecido
ru: неизвестно
sv: okänd

source: (No subject)
cs_cz: (Bez předmětu)
el: (Κανενα θεμα)
fi: (Ei otsikkoa)
he: (ללא נושא)
it: (Nessun soggetto)
nl: (Geen onderwerp)
no: (Intet emne)
pl_pl: (Brak tematu)
pt_br: (Sem Assunto)
ru: (без темы)
sv: (Inget ämne)

source: DB returned an invalid date.
cs_cz: DB vrátila neplatné datum.
el: DB επέστρεψε μια μη έγκυρη ημερομηνία.
fi: Tietokanta palautti virheellisen päivän.
he: מסד נתונים החזיר תאריך שגוי.
it: Il database ha ritornato una data non valida.
nl: DB geeft een invalide datum terug.
no: DB returnerte en ugyldig dato.
pl_pl: BD zwróciła nieprawidłową datę
pt_br: DB retornou um data inválidad
ru: БД вернула неверную дату
sv: DB svarade med ett felaktigt datum.

source: to
cs_cz: do
el: σε
he: אל
it: a
nl: tot
no: til
pl_pl: do
pt_br: Para
ru: до
sv: till

source: Invalid sort option
cs_cz: Neplatné parametr pro řazení
el: Μη έγκυρη επιλογή ταξινόμησης
fi: Virheellinen lajitteluvalinta
he: אפשרות מיון שגויה
it: Opzione di classificazione non valida
nl: Invalide sorteer optie
no: Ugyldig sorteringsinnstilling
pl_pl: Nieprawidłowa opcja sortowania
pt_br: Opção de ordem inválida.
ru: Неверные параметры сортировки
sv: Ogiltigt sorteringsalternativ

source: Invalid order option
cs_cz: Neplatný parametr pro pořadí
el: Μη έγκυρη επιλογή παραγγελίας
fi: Virheellinen järjestys valinta
he: אפשרות סידור שגויה
it: Opzione di ordinamento non valida
nl: Invalide volgorde optie
no: Ugyldig rekkef&oslash;lgeinnstilling
pl_pl: Nieprawidłowa opcja kolejności
pt_br: Opção de
ru: Неверный порядок сортировки
sv: Ogiltigt ordningsalternativ

source: No events matched your search criteria.
cs_cz: Žádné události neodpovídají kritériím vyhledávání.
el: Δεν υπάρχουν συμβάντα συμφωνημένα κριτήρια της αναζήτησής σας.
fi: Mikään tapahtumia ei löydetty antamillasi hakuehdoilla.
he: אין אירועים שמתאימים לקריטריון החיפוש שלך.
it: Nessun evento corrisponde ai tuoi criteri di ricerca.
nl: Geen evenementen gevonden overeenkomstig met de zoek criteria.
no: Ingen begivenheter stemte med dine s&oslash;kekriterier.
pl_pl: Brak wydarzeń spełniających warunki wyszukiwania
pt_br: Nenhum resultado encontrado
ru: Нет совпадений с заданными криетриями
sv: Inga evenemang hittades för dina sökkriteria.
