Repository: sproctor/php-calendar
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs_cz, el, fi, he, it, nl, no, pl_pl, pt_br, ru, sv

source: Search Results
cs_cz: Výsledky vyhledávání
el: Αποτελεσματα αναζητησης
fi: Haun tulokset
he: תוצאות חיפוש
it: Risultati di ricerca
nl: Zoek Resultaten
no: S&oslash;keresultater
pl_pl: Wyniki wyszukiwania
pt_br: Resultado das Pesquisas
ru: Результат поиска
sv: Sökresultat

source: Date Time
cs_cz: Datum Čas
el: Ημερομηνια Ωρα
fi: Päivä Aika
he: תאריך
it: Data Orari
nl: Datum Tijd
no: Dato Tid
pl_pl: Data
pt_br: Data e hora
ru: Дата и время
sv: Datum Tid

source: Phrase
cs_cz: Fráze
el: Φραση
fi: Lause
he: ביטוי
it: Frase
no: Setning
pl_pl: Fraza
pt_br: Frase
ru: Фраза
sv: Fras

source: Sort By
cs_cz: Řadit podle
el: Ταξινομηση απο
fi: Järjestä:
he: מיין על פי
it: Ordina per
nl: sorteren naar
no: Sorter etter
pl_pl: Sortuj po
pt_br: Classificar por
ru: Сортировать по
sv: Sortera efter

source: Order
cs_cz: Pořadí
el: Παραγγελια
fi: järjestys
he: סדר
it: Ordinamento
nl: volgorde
no: Rekkef&oslash;lge
pl_pl: Kolejność
pt_br: Ordem
ru: Сортировка
sv: Ordning

source: Change Password
cs_cz: Změnit heslo
el: Αλλαγη Κωδικου
fi: Vaihda Salasana
he: שנה ססמא
it: Cambia password
nl: Verander Wachtwoord
no: Bytt passord
pl_pl: Zmień hasło
pt_br: Mudar Senha
ru: Изменить пароль
sv: Ändra lösenord

source: Old Password
cs_cz: Staré heslo
el: Παλιος Κωδικος
fi: Vanha Salasana
he: ססמא ישנה
it: Vecchia password
nl: Oud Wachtwoord
no: Gammelt passord
pl_pl: Stare hasło
pt_br: Senha Antiga
ru: Старый пароль
sv: Gammalt lösenord

source: New Password
cs_cz: Nové heslo
el: Νεος κωδικος
fi: Uusi Salasana
he: ססמא חדשה
it: Nuova password
nl: Nieuw Wachtwoord
no: Nytt passord
pl_pl: Nowe hasło
pt_br: Nova Senha
ru: Новый пароль
sv: Nytt lösenord

source: Confirm New Password
cs_cz: Potvrdit nové heslo
el: Επιβεβαιωση νεου κωδικου
fi: Vahvista Uusi Salasana
he: אשר ססמא חדשה
it: Conferma nuova password
nl: Bevestig Nieuw Wachtwoord
no: Bekreft nytt passord
pl_pl: Potwierdź nowe hasło
pt_br: Repetir nova senha
ru: Подтвердить пароль
sv: Bekräfta nytt lösenord

source: Settings updated.
cs_cz: Nastavení byla aktualizována.
el: Οι ρυθμισεις ανανεωθηκαν.
fi: Asetukset päivitetty.
he: הגדרות עודכנו.
it: Impostazioni aggiornate.
nl: Settings geupdate.
no: Innstillinger oppdatert.
pl_pl: Ustawienia uaktualniono.
pt_br: Configurações Atualizadas
ru: настройки обновлены
sv: Inställningarna sparades

source: Possible hacking attempt on your account.
cs_cz: Možný pokus o nabourání se do vašeho účtu.
el: Πιθανές προσπάθειες hacking στο λογαριασμό σας.
fi: Mahdollinen murtoyritys tililläsi.
he: ייתכן נסיון פריצה לחשבונך.
it: Probabile tentativo di hacking sul tuo account.
nl: Mogelijke hack poging op uw account.
no: Mulig hacking fors&oslash;k p&aring; din konto.
pl_pl: Prawdopodobnie ktoś próbował włamać się na Twoje konto.
pt_br: Possível tentativa de invasão da sua conta
ru: Возможно попытка взлома вашего аккаунта
sv: Möjlig intrångsförsök på ditt konto.

source: Month is out of range.
cs_cz: Měsíc je mimo limit.
el: Ο μήνας είναι εκτός εμβέλειας.
fi: Kuukausi on alueen ulkopuolella.
he: חודש מחוץ לתחום.
it: Il mese è fuori dall'intervallo.
nl: Maand is buiten het bereik.
no: M&aring;ned utenfor gyldig intervall.
pl_pl: Miesiąc poza zasięgiem.
pt_br: Mês incorreto
ru: неверный месяц
sv: Månad är utanför intervallet.

source: Invalid year
cs_cz: Neplatný rok
el: Μη έγκυρο έτος
fi: Virheellinen vuosi
he: שנה שגויה
it: Anno non valido
nl: Verkeerd jaar
no: Ugyldig &aring;r
pl_pl: Nieprawidłowy rok
pt_br: Ano Inválido
ru: неверный год
sv: Ogiltigt år

source: Translated "%s"
cs_cz: Přeloženo "%s"
fi: Käännetty "%s"
he: תורגם "%s"
it: Tradotto "%s"
nl: Vertaald "%s"
no: Oversatte "%s"
pl_pl: Przetłumaczono "%s"
pt_br: Traduzido "%s"
ru: Перевод "%s"
sv: Översatt "%s"

source: Confirm Password
cs_cz: Potvrdit heslo
el: Επιβεβαίωση Κωδικού
fi: Vahvista salasana
he: אשר ססמא
it: Conferma Password
nl: Bevestig wachtwoord
no: Bekreft passord
pl_pl: Potwierdź Hasło
pt_br: Confirmar Senha
ru: Подтвердите пароль
sv: Bekräfta lösenord

source: Make Admin
cs_cz: Udělat adminem
el: Κάνε Διαχειριστή
fi: Luo Pääkäyttäjä
he: הפוך למנהל
it: Rendi amministratore
nl: Maak administator
no: Opprett administrator
pl_pl: Dodaj administratora
pt_br: Promover a Administrador
ru: Сделать администратором
sv: Skapa admin

source: You must specify a user name
cs_cz: Musíte zadat přihlašovací jméno
el: Πρέπει να ορίσετε ένα όνομα χρήστη
fi: Sinun on syötettävä käyttäjänimi
he: עליך לציין שם משתמש
it: Devi specificare un nome utente
nl: Je moet een gebruikersnaam invullen
no: Du m&aring; angi et brukernavn
pl_pl: Musisz podać nazwę użytkownika
pt_br: Você deve digitar um nome de usuario
ru: Укажите имя пользователя
sv: Du måste ange ett användarnamn

source: User already exists.
cs_cz: Uživatel již existuje.
el: Ο χρηστης υπαρχει ηδη.
fi: Käyttäjänimi on jo olemassa
he: שם משתמש קיים במערכת.
it: L'utente esiste già.
nl: Gebruiker bestaat al.
no: Bruker eksisterer allerede
pl_pl: Użytkownik już istnieje.
pt_br: Usuário já cadastrado
ru: Пользователь уже существует
sv: Användaren finns redan.

source: Added user.
he: משתמש הוסף למערכת.
nl: gebruiker aangemaakt
no: La til bruker.

source: You must be an admin to delete users.
cs_cz: Musíte být admin pro mazání uživatelů.
el: Πρέπει να είστε διαχειριστής για να διαγράψετε τους χρήστες.
fi: Sinun täytyy olla järjestelmänvalvoja poistaaksesi käyttäjiä
he: עליך להיות מנהל על מנת למחוק משתמשים.
it: Devi essere amministratore per poter cancellare gli utenti.
nl: Je moet een admin zijn om gebruikers te verwijderen.
no: Du m&aring; v&aelig;re administrator for &aring; slette brukere.
pl_pl: Musisz mieć prawa administratora by usuwać użytkowników
pt_br: Você precisa ser Administrador para excluir usuários
ru: Нужен администратор для удаления пользователя
sv: Du måste vara admin för att kunna radera användare.

source: No user selected.
cs_cz: Nevybrán žádný uživatel.
el: Δεν έχει επιλέγει χρήστης.
fi: Käyttäjää ei ole valittu
he: לא נבחר משתמש.
it: Nessun utente selezionato.
nl: Geen gebruiker geselecteerd.
no: Ingen bruker valgt.
pl_pl: Brak wybranego użytkownika
pt_br: Nenhum usuário selecionado
ru: Не выбран пользователь
sv: Ingen användare vald.

source: Edit User Groups
he: ערוך קבוצות משתמשים
nl: Edit Gebruikers Groepen
no: Rediger brukergrupper

source: Groups updated.
he: קבוצות עודכנו.
nl: Groepen geüpdatet.
no: Grupper oppdatert.

source: No users
cs_cz: Žádní uživatelé
el: Κανενας χρηστης
fi: Ei käyttäjiä
he: אין משתמשים
it: Nessun utente
nl: Geen gebruikers
no: Ingen brukere
pl_pl: Brak użytkowników
pt_br: Sem usuários
ru: Нет пользователя
sv: Ingen användare

source: No changes to make.
cs_cz: Nedojde k žádným změnám.
el: Δεν υπάρχουν αλλαγές να γινουν.
fi: Ei muutoksia tehtäväksi.
he: לא התבצעו שינויים.
it: Nessun cambiamento da effettuare.
nl: Geen veranderingen om door te voeren.
no: Ingen endringer &aring; foreta.
pl_pl: Brak zmian.
pt_br: Não há alterações para realizar
ru: Нет изменений
sv: Inga ändringar att utföra.

source: Updated user(s):
cs_cz: Aktualizovaný/í uživatel(é):
el: Αναωμενος χρηστης(ες):
fi: Päivitetty käyttäjä/käyttäjät:
he: משתמש(ים) שעודכנ(ו):
it: Utenti aggiornati:
nl: Geüpdatete gebruiker(s):
no: Oppdaterte bruker(e):
pl_pl: Uaktualniono użytkownika/ów:
pt_br: Usuários atualizado(s)
ru: Обновлены пользователь(и)
sv: Uppdaterade användare(-arna):

source: continue
cs_cz: pokračovat
el: συνεχεια
fi: jatka
he: המשך
it: continua
nl: doorgaan
no: fortsett
pl_pl: kontynuuj
pt_br: Continuar
ru: продолжить
sv: fortsätt

source: Software Error
cs_cz: Softwarová chyba
el: Σφαλμα λογισμικου
fi: Ohjelmistovirhe
he: שגיאת תוכנה
it: Errore del Software
no: Programvarefeil
pl_pl: Błąd aplikacji
pt_br: Erro no Aplicativo
ru: Програмная ошибка
sv: Programfel

source: Message:
cs_cz: Zpráva:
el: Μυνημα:
fi: Viesti:
he: הודעה:
it: Messaggio:
nl: Bericht:
no: Beskjed:
pl_pl: Wiadomość:
pt_br: Mensagem:
ru: Сообщение:
sv: Meddelande:

source: MySQL Host Name
cs_cz: MySQL jméno hosta
fi: MySQL palvelimen nimi
it: Nome host MySQL
nl: MYSQL Host naam
no: MySQL Vertsnavn
pl_pl: Nazwa hosta MySQL
ru: MySQL хост
sv: MySQL Värd-namn

source: MySQL Database Name
cs_cz: MySQL název databáze
fi: MySQL Tietokannan Nimi
it: Nome del database MySQL
nl: MYSQL Database naam
no: MySQL Databasenavn
pl_pl: Nazwa bazy danych MySQL
ru: MySQL база данных
sv: MySQL databasnamn

source: MySQL Port Number
cs_cz: MySQL číslo portu
fi: MySQL Porttinumero
it: Numero della porta MySQL
nl: MYSQL Poort nummer
no: MySQL Portnummer
pl_pl: Numer portu MySQL
ru: MySQL порт
sv: MySQL Port-nummer

source: MySQL User Name
cs_cz: MySQL uživatelské jméno
fi: MySQL Käyttäjänimi
it: Nome utente MySQL
nl: MYSQL Gebruikersnaam
no: MySQL Brukernavn
pl_pl: Nazwa użytkownika MySQL
ru: MySQL имя пользователя
sv: MySQL användarnamn

source: MySQL User Password
cs_cz: MySQL heslo
fi: MySQL Käyttäjän Salasana
it: Password utente MySQL
nl: MYSQL Gebruikerswachtwoord
no: MySQL Passord
pl_pl: Hasło użytkownika MySQL
ru: MySQL пароль
sv: MySQL användar-lösenord

source: None
cs_cz: Žádný
el: Κανένα
fi: Ei yhtään
it: Nessuno
nl: Geen
no: Ingen
pl_pl: Brak
pt_br: Nenhuma
ru: Нет
sv: Inget

source: To Be Announced
cs_cz: K oznámení
el: Θα Ανακοινωθεί
fi: Julkaistaan myöhemmin
it: Da determinare
nl: Wordt nog aangekondigd
no: Ikke opplyst enda
pl_pl: Do ogłoszenia
pt_br: A ser confirmado
ru: Будет объявлено
sv: Kommer att meddelas

source: TBA
cs_cz: K oznámení
it: N/D
pl_pl: Do ogłoszenia
