Repository: sproctor/php-calendar
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs_cz, el, fi, he, it, nl, no, pl_pl, pt_br, ru, sv

source: Removed calendar
cs_cz: Odstranit kalendář
el: Αφαιρεμένο ημερολόγιο
fi: Poistettu kalenteri
he: לוח שנה נמחק
it: Rimosso il calendario
nl: Verwijderde kalender
no: Fjernede kalendre
pl_pl: Usunięto kalendarz
pt_br: Calendário Removido
ru: Календарь удален
sv: Borttagen kalender

source: Could not remove calendar
cs_cz: Nepodařilo se odstranit kalendář
el: Δεν ήταν δυνατή η αφαίρεση του ημερολογίου
fi: Kalenteria ei voitu poistaa
he: לא יכול למחוק לוח שנה
it: Non ho potuto rimuovere il calendari
nl: Je kon de kalender niet verwijderen
no: Kunne ikke fjerne kalender
pl_pl: Nie można usunąć kalendarza
pt_br: Não foi possível excluir o canlendário
ru: Календарь не удален
sv: Kunde inte ta bort kalender

source: Calendar created.
cs_cz: Kalendář vytvořen.
el: Δημιουργήθηκε το ημερολόγιο.
fi: Kalenteri luotu.
he: לוח השנה נוצר.
it: Calendario creato.
nl: Kalender aangemaakt.
no: Kalender opprettet.
pl_pl: Utworzono kalendarz.
pt_br: Calendário criado
ru: Календарь создан
sv: Kalender skapad.

source: No category selected.
cs_cz: Nebyla vybrána kategorie
el: Δεν έχει επιλεγεί κατηγορία.
fi: Kategoriaa ei ole valittuna.
he: לא נבחרה קטגוריה.
it: Nessuna categoria selezionata.
nl: Geen categorie geselecteerd.
no: Ingen kategori valgt.
pl_pl: Brak wybranej kategorii
pt_br: Nenhuma categoria Selecionada
ru: Не выбрано категории
sv: Ingen kategori vald

source: You do not have permission to delete category:
cs_cz: Nemáte práva k smazání kategorie:
el: Δεν έχετε δικαίωμα να διαγράψετε την κατηγορία:
fi: Sinulla ei ole oikeuksia poistaa kategoriaa:
he: אין לך הרשאות למחוק קטגוריה:
it: Non possiedi i permessi per cancellare la categoria:
nl: Je hebt geen bevoegdheden om deze categorie te verwijderen:
no: Du har ikke rettigheter til &aring; slette kategorien:
pl_pl: Brak uprawnień do usunięcia kategorii:
pt_br: Você não possuí permissão para excluir essa categoria
ru: Нет прав на удаление категории
sv: Du har inte behörigheten att radera kategori

source: Removed category:
cs_cz: Odstranit kategorii:
el: Αφαιρεμένη κατηγορία:
fi: Poistettu kategoria:
he: קטגוריה נמחקה:
it: Rimossa la categoria:
nl: Verwijderde categorie:
no: Slettede kategorier:
pl_pl: Usunięta kategoria:
pt_br: Categoria excluída:
ru: Удаление категории:
sv: Borttagen kategori:

source: Could not remove category:
cs_cz: Nepodařilo se odstranit kategorii:
el: Δεν ήταν δυνατή η αφαίρεση της κατηγορίας:
fi: Kategoriaa ei voitu poistaa:
he: לא יכול למחוק קטגוריה:
it: Non ho potuto rimuovere la categoria:
nl: Kon deze categorie niet verwijderen:
no: Kunne ikke fjerne kategori:
pl_pl: Nie można usunąć kategorii:
pt_br: Não foi possível remover a categoria:
ru: Не удалена категория
sv: Kunde inte ta bort kategori:

source: Category Form
cs_cz: Formulář kategorie
el: Φόρμα Κατηγορίας
fi: Kategoria Lomake
he: טופס קטגוריה
it: Form Categoria
nl: Categorieformulier
no: Kategoriskjema
pl_pl: Kategoria
pt_br: Formulário de Categoria
ru: Форма категории
sv: Kategoriform

source: Visible to groups
cs_cz: Viditelné skupinám
el: Εμφανές σε ομάδες
fi: Näkyvillä ryhmille
he: גלוי עבור קבוצות
it: Visibile ai gruppi
nl: Zichtbaar voor groepen
no: Synlig for grupper
pl_pl: Widoczne dla grup
pt_br: Visualizado pelos grupos
ru: Видимые для групп
sv: Synlig för gruppen

source: Submit Category
he: שלח קטגוריה
nl: Voeg Categorie toe
no: Lagre kategori

source: Color not specified.
cs_cz: Nebyla určena barva.
el: Δεν έχει καθοριστεί χρώμα.
fi: Väriä ei ole määritelty.
he: צבע לא הוגדר.
it: Colore non specificato.
nl: Kleur niet gespecificeerd.
no: Farge ikke spesifisert.
pl_pl: Nie wybrano koloru
pt_br: Cor não especificada
ru: Цвет не определен
sv: Färg är inte specifierad.

source: Invalid color.
cs_cz: Neplatná barva.
el: Μη έγκυρο χρώμα.
fi: virheellinen väri.
he: צבע שגוי.
it: Colore non valido.
nl: Ongeldige kleur
no: Ugyldig farge.
pl_pl: Nieprawidłowy kolor
pt_br: Cor inválida
ru: Неверный цвет
sv: Ogiltig färg.

source: You do not have permission to add categories to all calendars.
cs_cz: Nemáte právo přidat kategorii do všech kalendářů.
el: Δεν έχετε δικαίωμα να προσθέσετε κατηγορίες σε όλα τα ημερολόγια.
fi: Sinulla ei ole oikeuksia lisätä kategorioita kaikkiin kalentereihin.
he: אין לך הרשאות להוסיף קטגוריות לכל לוחות השנה.
it: Non possiedi i permessi per aggiungere categorie a tutti i calendari.
nl: Je hebt geen toestemming om categorieën aan alle kalenders toe te voegen.
no: Du har ikke rettigheter til &aring; tilf&oslash;je kategorier til alle kalendere.
pl_pl: Brak uprawnień do dodania kategorii do wszystkich kalendarzy.
pt_br: Você não possuí permissão para adicionar categoria para todos os calendários
ru: Нет прав на добавление категории во все календари
sv: Du har inte behörighet att lägga till kategorier för alla kalendrar.

source: You do not have permission to add categories to this calendar.
cs_cz: Nemáte práva k přidání kategorií do tohoto kalendáře.
el: Δεν έχετε δικαίωμα να προσθέσετε κατηγορίες στο συγκεκριμένο ημερολόγιο.
fi: Sinulla ei ole oikeuksia lisätä kategorioita tähän kalenteriin.
he: אין לך הרשאות להוסיף קטגוריות ללוח השנה הזה.
it: Non possiedi i permessi per aggiungere categorie a questo calendario
nl: Je hebt geen toestemming om categorieën aan deze kalender toe te voegen.
no: Du har ikke rettigheter til &aring; legge til kategorier til denne kalender.
pl_pl: Brak uprawnień do dodania kategorii do tego kalendarza
pt_br: Você não possuí permissão para adicionar categoria para esse calendário
ru: Нет прав на добавление категории в этот календарь
sv: Du har inte behörighet att lägga till kategorier för den här kalendern.

source: You do not have permission to modify this category.
cs_cz: Nemáte oprávnění ke změně této kategorie.
el: Δεν έχετε δικαίωμα να τροποποιήσετε την συγκεκριμένη κατηγορία.
fi: Sinulla ei ole oikeuksia muokata tätä kategoriaa
he: אין לך הרשאות לשנות את הקטגוריה הזו.
it: Non possiedi i permessi per modificare questa categoria.
nl: Je hebt geen toestemming om deze categorie te wijzigen.
no: Du har ikke rettigheter til &aring; endre denne kategori.
pl_pl: Brak uprawnień do modyfikacji tej kategorii.
pt_br: Você não possui permissão para alterar essa categoria
ru: Нет прав на изменение этой категории
sv: Du har inte behörighet att ändra denna kategori.

source: Modified category:
cs_cz: Upravené kategorie:
el: Τροποποιημένη κατηγορία:
fi: Muokattu kategoriaa:
he: קטגוריה שונתה:
it: Categoria modificata:
nl: Gewijzigde categorie:
no: Enndrede kategorier:
pl_pl: Zmodyfikowana kategoria:
pt_br: Categoria alterada
ru: Изменена категория:
sv: Ändrad kategori:

source: Created category:
cs_cz: Vytvořené kategorie:
el: Δημιουργημένη κατηγορία:
fi: Luotu kategoria:
he: קטגוריה נוצרה:
it: Categoria creata:
nl: Categorie gecreëerd:
no: Oprettede kategorier:
pl_pl: Utworzona kategoria:
pt_br: Categoria criada
ru: Создана категория:
sv: Skapad kategori:

source: Error submitting category.
cs_cz: Chyba při vytváření kategorie.
el: Σφάλμα κατά την αποστολή της κατηγορίας.
fi: Virhe lähetettäessä kategoriaa:
he: שגיאה בשליחת הקטגוריה.
it: Errore nell'invio della categoria.
nl: Fout tijdens versturen van categorie.
no: Feil, kunne ikke lagre kategori.
pl_pl: Błąd dodania kategorii.
pt_br: Erro ao enviar categoria
ru: Ошибка подтверждения категории
sv: Fel vid begäran om kategori.

source: Title
cs_cz: Nadpis
el: Τίτλος
fi: Otsikko
he: כותרת
it: Titolo
nl: Titel
no: Tittel
pl_pl: Tytuł
pt_br: Título
ru: Заголовок
sv: Titel

source: Time
cs_cz: Čas
el: Χρόνος
fi: Aika
he: זמן
it: Orario
nl: tijd
no: Tid
pl_pl: Czas
pt_br: Tempo
ru: Время
sv: Tid

source: Description
cs_cz: Popis
el: Περιγραφή
fi: Kuvaus
he: תיאור
it: Descrizione
nl: omschrijving
no: Beskrivelse
pl_pl: Opis
pt_br: Descrição
ru: Описание
sv: Beskrivning

source: Delete Selected
cs_cz: Vymazat vybrané
el: Διαγραφή Επιλεγμένων
fi: Poista Valittu
he: מחק את הנבחרים
it: Cancella i selezionati
nl: gekozen termijn wissen
no: Slett valgte
pl_pl: Wybrano usunięcie
pt_br: Exclusão Selecionada
ru: Удалить выделенное
sv: Radera vald

source: No events on this day.
cs_cz: Žádné události pro tento den.
el: Δεν υπάρχουν συμβάντα αυτήν την ημέρα.
fi: Ei tapahtumia tälle päivälle
he: אין אירועים ביום זה.
it: Nessun evento in questo giorno.
nl: vandaag geen termijn
no: Ingen begivenheter denne dagen.
pl_pl: Brak wydarzeń tego dnia.
pt_br: Nenhum agendamento nesta data
ru: Нет события за этот день
sv: Inga evenemang denna dag.

source: Invalid arguments.
cs_cz: Neplatné parametry.
el: Μη έγκυρα ορίσματα.
fi: Virheelliset argumentit.
he: פרמטרים שגויים.
it: Argomenti non validi.
nl: Ongeldige argumenten.
no: Ugyldige argumenter.
pl_pl: Nieprawidłowe parametry.
pt_br: Parâmetro Inválido
ru: Неверный аргумент
sv: Ogiltiga argument.

source: You do not have permission to read this event.
cs_cz: Nemáte práva pro čtení této události.
el: Δεν έχετε δικαίωμα να διαβάσετε αυτό το συμβάν.
fi: Sinulla ei ole oikeuksia lukea tätä tapahtumaa.
he: אין לך הרשאות לקרוא אירוע זה.
it: Non possiedi i permessi per leggere questo evento.
nl: Je hebt geen bevoegdheid om deze gebeurtenis te lezen.
no: Du har ikke rettigheter til &aring; lese denne begivenhet.
pl_pl: Brak uprawnień do odczytu tego wydarzenia.
pt_br: Você não possui permissão para visualizar esse agendamento
ru: Нет прав для чтения этого события
sv: Du har inte behörighet att läsa om denna händelse.

source: by
cs_cz: od
el: από
he: על ידי
it: di
nl: door
no: av
pl_pl: przez
pt_br: por
sv: av

source: Category
cs_cz: Kategorie
el: Κατηγορία
fi: Kategoria
he: קטגוריה
it: Categoria
nl: Categorie
no: Kategori
pl_pl: Kategoria
pt_br: Categoria
ru: Категория
sv: Kategori

source: When
cs_cz: Kdy
el: Πότε
fi: Milloin
he: מתי
it: Quando
nl: Wanneer
no: N&aring;r
pl_pl: Kiedy
pt_br: Quando
ru: Когда
sv: När

source: Created at:
cs_cz: Vytvořeno:
fi: Luotu:
he: נוצר על ידי:
it: Creazione:
nl: Gemaakt op:
no: Oprettet:
pl_pl: Utworzona:
pt_br: Criado em
ru: Создано:
sv: Skapad:

source: Last modified at:
cs_cz: Naposledy upraveno:
fi: Viimeksi muokattu:
he: שונה לאחרונה:
it: Ultima modifica:
nl: Laatst gewijzigd op:
no: Sist endret:
pl_pl: Ostatnia modyfikacja:
pt_br: Última modificação realizada em:
ru: Последнее изменение:
sv: Senast ändrad:

source: Modify Occurrence
cs_cz: Výskyt úpravy
el: Τροποποίηση Περίστασης
fi: Muokkaa Toistoa
he: שנה מופע
it: Modifica occorrenza
nl: Wijzig gebeurtenis
no: Rediger forekomst
pl_pl: Edytuj wystąpienie
pt_br: Editar Ocorrência
ru: Изменить раписание
sv: Ändrad händelse

source: Remove Occurrence
cs_cz: Výskyt odstranění
el: Αφαίρεση Περίστασης
fi: Poista Toisto
he: מחק מופע
it: Rimuovi occorrenza
nl: Verwijder gebeurtenis
no: Slett forekomst
pl_pl: Usuń wystąpienie
pt_br: Excluir Ocorrência
ru: Удалить раписание
sv: Ta bort händelse

source: Previous occurrence on
cs_cz: Předchozí výskyt na
el: Προηγούμενη περίσταση σε
fi: Viime toisto
he: מופע אחרון ב
it: Occorrenza precedente il
nl: Vorige gebeurtenis op
no: Forrige forekomst p&aring;
pl_pl: Poprzednie wystąpienie
pt_br: Ocorrência Prévia em
ru: Предидущее раписание на
sv: Föregående händelse

source: Next occurrence on
cs_cz: Další výskyt
el: Επόμενη περίσταση σε
fi: Seuraava toisto
he: מופע הבא ב
it: Prossima occorrenza il
nl: Volgende gebeurtenis op
no: Neste forekomst p&aring;
pl_pl: Następne wystąpienie
pt_br: Próxima ocorrência em
ru: Следующее раписание на
sv: Nästa händelse

source: View All Occurrences
cs_cz: Ukázat všechny výskyty
el: Εμφάνιση Όλων των Περιστάσεων
fi: Katso kaikki toistot
he: צפה בכל המופעים
it: Vedi tutte le occorrenze
nl: Bekijk alle gebeurtenissen
no: Vis alle forekomster
pl_pl: Pokaż wszystkie wystąpienia
pt_br: Visualizar toda as ocorrências
ru: Просмотр всех расписаний
sv: Visa alla händelser

source: Add Occurrence
cs_cz: Přidat výskyt
el: Προσθήκη Περίστασης
fi: Lisää toistuva
he: הוסף מופע
it: Aggiungi occorrenza
nl: Voeg gebeurtenis toe
no: Legg til forekomst
pl_pl: Dodaj wystąpienie
pt_br: Adicionar Ocorrência
ru: Добавить расписание
sv: Lägg till händelse

source: at
cs_cz: v
el: σε
fi: luona
he: ב
it: alle
nl: op
pl_pl: w
pt_br: em
ru: от
sv: på

source: Remove
cs_cz: Odstranit
el: Αφαίρεση
fi: Poista
he: מחק
it: Rimuovi
nl: Verwijderen
no: Fjern
pl_pl: Usuń
pt_br: Remover
ru: Удалить
sv: Ta bort

source: Occurrences
cs_cz: Výskyty
el: Περιστάσεις
fi: Toistot
he: מופעים
it: Occorrenze
nl: Gebeurtenissen
no: Forekomster
pl_pl: Wystąpienia
pt_br: Ocorrências
ru: Расписания
sv: Händelser

source: from
cs_cz: od
el: από
fi: mistä
he: החל מ
it: da
nl: van
no: fra
pl_pl: od
pt_br: de
ru: от
sv: från

# Week
source: W
he: שבוע
no: U

source: View Additional Events
cs_cz: Zobrazit doplňující události
el: Εμφάνιση Επιπρόσθετων Συμβάντων
fi: Katso lisätapahtumia
he: צפה באירועים נוספים
it: Vedi altri eventi
nl: Bekijk extra gebeurtenissen
no: Vis ytterligere begivenheter
pl_pl: Pokaż dodatkowe wydarzenia
pt_br: Visualizar Agendamentos Adicionais
ru: Просмотр дополнительных событий
sv: Se ytterligare evenemang

source: continued
cs_cz: pokračující
fi: jatkuu
he: המשך
it: continuato
nl: vervolgd
no: fortsatt
pl_pl: kontynuowany
pt_br: Continuado
ru: продолжить
sv: fortsatt

source: Invalid date.
he: תאריך שגוי.
nl: Invalide datum.
no: Ugyldig dato.

source: No event selected.
cs_cz: Nevybrána žádná událost.
el: Δεν έχει επιλεγεί συμβάν.
fi: Ei tapahtumaa valittuna
he: לא נבחר אירוע.
it: Nessun evento selezionato.
nl: Geen gebeurtenis geselecteerd.
no: Ingen begivenhet valgt.
pl_pl: Brak wybranego wydarzenia.
pt_br: Nenhuma Agendamento Selecionado
ru: Не выделено событий
sv: Inget evenemang valt

source: Removed event
cs_cz: Odstranit událost
el: Αφαιρεμένο συμβάν
fi: Poistettu tapahtuma
he: אירוע נמחק
it: Evento rimosso
nl: Gebeurtenis verwijderd
no: Fjernet begivenhet
pl_pl: Usunięto wydarzenie
pt_br: Agendamento Removido
ru: Событие удалено
sv: Raderat evenemang

source: Removed events
cs_cz: Odstraněné události
el: Αφαιρεμένα συμβάντα
fi: Poistetut tapahtumat
he: אירועים נמחקו
it: Eventi rimossi
nl: Gebeurtenissen verwijderd
no: Fjernede begivenheter
pl_pl: Usunięto wydarzenia
pt_br: Agendamentos Removidos
ru: События удалены
sv: Raderade evenemang

source: Could not remove event
cs_cz: Nelze odstranit událost
el: Δεν ήταν δυνατή η αφαίρεση του συμβάντος
fi: Tapahtumaa ei voitu poistaa
he: לא יכול למחוק אירוע
it: Non ho potuto rimuovere l'evento
nl: Kon gebeurtenis niet verwijderen
no: Kunne ikke fjerne begivenhet
pl_pl: Nie można usunąć wydarzenia
pt_br: Não foi possível remover o agendamento
ru: Событие не удалено
sv: Kunde inte ta bort evenemang

source: Could not remove events
cs_cz: Nelze odstranit události
el: Δεν ήταν δυνατή η αφαίρεση των συμβάντων
fi: Tapahtumia ei voitu poistaa
he: לא יכול למחוק אירועים
it: Non ho potuto rimuovere gli eventi
nl: Kon gebeurtenissen niet verwijderen
no: Kunne ikke fjerne begivenheter
pl_pl: Nie można usunąć wydarzeń
pt_br: Não foi possível remover os agendamentos
ru: Не удалены события
sv: Kunde inte ta bort evenemangen

source: You do not have permission to remove event
cs_cz: Nemáte oprávnění k odstranění události
el: Δεν έχετε δικαίωμα να αφαιρέσετε το συμβάν
fi: Sinulla ei ole oikeuksia poistaa tapahtumaa
he: אין לך הרשאות למחוק אירוע
it: Non possiedi i permessi per rimuovere l'evento
nl: Je hebt geen bevoegdheden om de gebeurtenis te verwijderen
no: Du har ikke rettigheter til &aring; fjerne begivenhet
pl_pl: Brak uprawnień aby usunąć wydarzenie
pt_br: Você não possui permissão para remover esse agendamento
ru: Нет прав для удаления события
sv: Du har inte behörighet att ta bort ett evenemang

source: You do not have permission to remove events
cs_cz: Nemáte oprávnění k odstranění událostí
el: Δεν έχετε δικαίωμα να αφαιρέσετε τα συμβάντα
fi: Sinulla ei ole oikeuksia poistaa tapahtumia
he: אין לך הרשאות למחוק אירועים
it: Non possiedi i permessi per rimuovere gli eventi
nl: Je hebt geen bevoegdheden om de gebeurtenissen te verwijderen
no: Du har ikke rettigheter til &aring; fjerne begivenheter
pl_pl: Brak uprawnień aby usunąć wydarzenia
pt_br: Você não possui permissão para remover esses agendamentos
ru: Нет прав для удаления событий
sv: Du har inte behörighet att ta bort evenemang

source: Event Form
cs_cz: Událost od
el: Φόρμα Συμβάντος
fi: Tapahtuma Lomake
he: טופס יצירת אירוע
it: Form Evento
nl: Gebeurtenisformulier
no: Begivenhetskjema
pl_pl: Wydarzenie
pt_br: Agendamento de
ru: Форма события
sv: Händelseformulär

source: Subject
cs_cz: Předmět
el: Θέμα
fi: Otsikko
he: נושא
it: Soggetto
nl: betref
no: Emne
pl_pl: Temat
pt_br: Assunto
ru: Тема
sv: Ämne

source: Change the event date and time
cs_cz: Změnit datum a čas události
fi: Muuta tapahtuman päivämäärää ja aikaa
he: שנה תאריך ושעה של אירוע
it: Cambia la date e l'orario dell'evento
nl: Verander de datum en tijd van evenement
no: Rediger begivenhetens dato og tidspunkt
pl_pl: Zmień datę i czas wydarzenia
pt_br: Alterar data e hora do agendamento
ru: Изменить дату и время события
sv: Ändra evenemangets datum och tid

source: From
cs_cz: Od
el: Από
fi: Keneltä
he: החל מ
it: Da
nl: van
no: Fra
pl_pl: Od
pt_br: De
ru: От
sv: Från

source: To
cs_cz: Do
el: Προς
fi: Mihin
he: עד
it: A
nl: aan
no: Til
pl_pl: Do
pt_br: Para
ru: До
sv: Till

source: Time Type
cs_cz: Typ času
el: Τύπος Χρονολόγησης
fi: Ajan Tyyppi
he: סוג הזמן
it: Tipologia orario
nl: Tijdstype
no: Tidstype
pl_pl: Typ czasu
pt_br: Tipo de Hora
ru: Тип времени
sv: Tidstyp

source: Normal
cs_cz: Normální
el: Κανονική
fi: Normaali
he: רגיל
it: Normale
nl: normaal
pl_pl: Normalny
ru: Нормальный

source: Full Day
cs_cz: Celý den
el: Πλήρης Ημέρα
fi: Koko päivä
he: יום שלם
it: Tutto il giorno
nl: Volledige dag
no: Hele dagen
pl_pl: Całodniowy
pt_br: Dia Completo
ru: Целый день
sv: Heldag

source: Repeats
cs_cz: Opakování
el: Επαναλήψεις
fi: Toistot
he: חזרות
it: Ripetizioni
nl: Herhalingen
no: Gjentas
pl_pl: Powtórzenia
pt_br: Repetir
ru: Повтор
sv: Upprepas

source: Never
cs_cz: Nikdy
el: Ποτέ
fi: Ei koskaan
he: אף פעם
it: Mai
nl: Nooit
no: Aldri
pl_pl: Nigdy
pt_br: Nunca
ru: Никогда
sv: Aldrig

source: Daily
cs_cz: Denně
el: Καθημερινά
fi: Päivittäin
he: יומי
it: Giornalmente
nl: Dagelijks
no: Daglig
pl_pl: Dzienne
pt_br: Diariamente
ru: Ежедневно
sv: Dagligen

source: Weekly
cs_cz: Týdně
el: Εβδομαδιαία
fi: Viikottain
he: שבועי
it: Settimanalmente
nl: wekelijks
no: Ukentlig
pl_pl: Tygodniowe
pt_br: Semanalmente
ru: Еженедельно
sv: Veckovis

source: Monthly
cs_cz: Měsíčně
el: Μηνιαία
fi: Kuukausittain
he: חודשי
it: Mensilmente
nl: Maandelijks
no: M&aring;nedlig
pl_pl: Miesięczne
pt_br: Mensalmente
ru: Ежемесячно
sv: Månadsvis

source: Yearly
cs_cz: Ročně
el: Ετήσια
fi: Vuosittain
he: שנתי
it: Annualmente
nl: Jaarlijks
no: &Aring;rlig
pl_pl: Roczne
pt_br: Anualmente
ru: Ежегодно
sv: Årligen

source: Every
cs_cz: Každý
el: Κάθε
fi: Joka
he: כל
it: Ogni
nl: Iedere
no: Hver
pl_pl: Co
pt_br: Sempre
ru: Всегда
sv: Varje

source: Repeat every how many days?
cs_cz: Opakovat kolik dní?
el: Επανάληψη κάθε πόσες ημέρες;
fi: Kuinka useina päivinä toistetaan?
he: חזרה כל כמה ימים?
it: Ogni quanti giorni ripetere?
nl: Herhaal om de hoeveel dagen?
no: Gjenta med hvor mange dagers mellomrom?
pl_pl: ile dni?
pt_br: Repetir a cada quantos dias ?
ru: Сколько дней повторять всегда?
sv: Upprepa varje så många dagar?

source: Until
cs_cz: Až do
el: Μέχρι
fi: Kunnes
he: עד
it: Fino a
nl: Tot
no: Inntil
pl_pl: Do
pt_br: Até
ru: Вплоть до
sv: Tills

source: Repeat every how many weeks?
cs_cz: Opakovat kolik týdnů?
el: Επανάληψη κάθε πόσες εβδομάδες;
fi: Kuinka useina viikkoina toistetaan?
he: חזרה כל כמה שבועות?
it: Ogni quante settimane ripetere?
nl: Herhaal om de hoeveel weken?
no: Gjenta med hvor mange ukers mellomrom?
pl_pl: ile tygodni?
pt_br: Repetir a cada quantas semanas ?
ru: Сколько недель повторять всегда?
sv: Upprepa varje så många veckor?

source: Repeat every how many months?
cs_cz: Opakovat kolik měsíců?
el: Επανάληψη κάθε πόσους μήνες;
fi: Kuinka useina kuukausina toistetaan?
he: חזרה כל כמה חודשים?
it: Ogni quanti mesi ripetere?
nl: Herhaal om de hoeveel maanden?
no: Gjenta med hvor mange m&aring;neders mellomrom?
pl_pl: ile miesięcy?
pt_br: Repetir a cada quantos meses ?
ru: Сколько месяцев повторять всегда?
sv: Upprepa varje så många månader?

source: Repeat every how many years?
cs_cz: Opakovat kolik let?
el: Επανάληψη κάθε πόσα έτη;
fi: Kuinka useina vuosina toistetaan?
he: חזרה כל כמה שנים?
it: Ogni quanti anni ripetere?
nl: Herhaal om de hoeveel jaar?
no: Gjenta med hvor mange &aring;rs mellomrom?
pl_pl: ile lat?
pt_br: Repetir a cada quantos anos ?
ru: Сколько лет повторять всегда?
sv: Upprepa varje så många år?

source: Submit Event
cs_cz: Založit událost
el: Αποστολή Συμβάντος
fi: Lähetä Tapahtuma
he: שלח אירוע
it: Invia evento
nl: Verstuur gebeurtenis
no: Lagre begivenhet
pl_pl: Dodaj wydarzenie
pt_br: Enviar Agendamento
ru: Подтвердетить событие
sv: Bekräfta händelse

source: Unrecognized Time Type.
cs_cz: Nerozpoznaná formát času.
el: Μη αναγνωρίσιμος Τύπος Χρονολόγησης
fi: Tuntematon Ajan Tyyppi
he: סוג זמן לא מזוהה.
it: Formato dell'orario non riconosciuto.
nl: Tijdstype niet herkend.
no: Tidstype ikke gjenkjent.
pl_pl: Nie rozpoznano typu czasu.
pt_br: Tipo de hora não reconhecido
ru: Неверный формат времени
sv: Okänd tidstyp.

source: An event cannot have an end earlier than its start.
cs_cz: Událost nemůže mít konec před svým začátkem.
el: Ένα συμβάν δεν μπορεί τελειώνει νωρίτερα από όταν αρχίζει.
fi: Tapahtuman ei voi pääättiä aikaisemmin kuin se alkaa
he: אירוע לא יכול להסתיים לפני שהתחיל.
it: Un evento non può avere una fine in anticipo rispetto all'inizio.
nl: Een gebeurtenis kan niet eerder eindigen dan het begon.
no: En begivenhet kan ikke slutte f&oslash;r den begynner.
pl_pl: Data zakończenia wydarzenia nie może być przed datą startu.
pt_br: O Agendamento não pode terminar antes de começar.
ru: Событие не может заканчиваться раньше чем началось
sv: En händelse kan inte ha ett slut tidigare än starten.

source: You do not have permission to write to this calendar.
cs_cz: Nemáte oprávnění k zápisu do tohoto kalendáře.
el: Δεν έχετε δικαίωμα να εγγράψετε στο συγκεκριμένο ημερολόγιο.
fi: Sinulla ei ole oikeuksia kirjoittaa tähän kalenteriin.
he: אין לך הרשאה לכתוב ללוח השנה הזה.
it: Non possiedi i permessi per scrivere su questo calendario.
nl: Je hebt geen bevoegdheden om deze kalender te beschrijven.
no: Du har ikke rettigheder til &aring; skrive til denne kalender.
pl_pl: Brak uprawnień zapisu dla tego kalendarza.
pt_br: Você não possuí permissão para editar esse calendário
ru: Нет прав на запись в этот календарь
sv: Du har inte behörighet att skriva till den här kalendern.

source: Required field "every-day" is not set.
cs_cz: Požadované pole "každý den" není nastaveno.
el: Το απαιτούμενο πεδίο «κάθε μέρα» δεν έχει τεθεί.
fi: Pakollinen kenttä "joka päivä" ei ole valittu.
he: שדה החובה "כל יום" לא הוגדר.
it: Il campo richiesto "every-day" non è impostato.
nl: Vereist veld 'iedere dag' is niet ingesteld.
no: P&aring;krevd felt "hver-dag" er ikke utfylt.
pl_pl: Wymagane pole "dzienne" nie ustawione.
pt_br: Opção requerida "todos os dias" não está selecionada
ru: Обязательно поле "ежедневно" не задано
sv: Obligatoriska fält "varje-dag" är inte inställd.

source: every-day must be greater than 1
cs_cz: každý den musí být větší než 1
el: το πεδίο «κάθε μέρα» πρέπει να έχει τιμή μεγαλύτερη από 1
fi: joka päivä pitää olla enemmän kuin 1
he: כל יום חייב להיות גדול מ-1
it: every-day deve essere maggiore di 1
nl: 'iedere dag' moet groter zijn dan 1
no: hver-dag skal v&aelig;re st&oslash;rre enn 1
pl_pl: Pole "dzienne" mieć wartość większą niż 1
pt_br: Todos os dias devem ser maior que 1
ru: "ежедневно" должно быть больше, чем 1
sv: varje dag måste vara mer än 1
