Repository: sproctor/php-calendar
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs_cz, el, fi, he, it, nl, no, pl_pl, pt_br, ru, sv

source: You must be logged in as an admin.
cs_cz: Musíte být přihlášen jako admin.
el: Πρέπει να είστε συνδεδεμένος ως διαχειριστής.
fi: Sinun täytyy olla kirjautuneena järjestelmänvalvojana.
he: עליך להיות מחובר כמנהל.
it: Devi essere autenticato come amministratore.
nl: Je dient ingelogd te zijn als administrator.
no: Du m&aring; v&aelig;re logget inn som admin.
pl_pl: Musisz być zalogowany z prawami administratora
pt_br: Você deve estar logado como Administrador
ru: Необходимо зарегистрироваться как администратор
sv: Du måste logga in som admin

source: Calendars
he: לוחות שנה
nl: Kalenders
no: Kalendre

source: Users
he: משתמשים
nl: Gebruikers
no: Brukere

source: Import
he: ייבא
nl: Importeer
no: Importer

source: Translate
cs_cz: Přeložit
fi: Kääntää
he: תרגם
it: Traduci
nl: Vertaal
no: Oversett
pl_pl: Tłumacz
pt_br: Tradução
ru: перевод
sv: Översätt

source: Version
cs_cz: Verze
fi: Versio
he: גרסא
it: Versione
nl: Versie
no: Versjon
pl_pl: Wersja
pt_br: Versão
ru: Версия

source: Calendar
cs_cz: Kalendář
el: Ημερολόγιο
fi: Kalenteri
he: לוח שנה
it: Calendario
nl: Kalender
no: Kalender
pl_pl: Kalendarz
pt_br: Calendário
ru: Календарь
sv: Kalender

source: Action
cs_cz: Akce
el: Δράση
fi: Toiminto
he: פעולה
it: Azione
nl: Actie
no: Handling
pl_pl: Akcja
pt_br: Ação
ru: Действие
sv: Åtgärd

source: Edit
cs_cz: Upravit
el: Επεξεργασία
fi: Muokkaa
he: ערוך
it: Modifica
nl: Wijzig
no: Rediger
pl_pl: Edytuj
pt_br: Editar
ru: Изменить
sv: Redigera

source: Delete
cs_cz: Smazat
el: Διαγραφή
fi: Poista
he: מחק
it: Cancella
nl: Verwijder
no: Slett
pl_pl: Usuń
pt_br: Deletar
ru: Удалить
sv: Radera

source: Create Calendar
cs_cz: Vytvořit kalendář
el: Δημιουργία Ημερολογίου
fi: Luo Kalenteri
he: צור לוח שנה
it: Crea Calendario
nl: Maak kalender
no: Opprett kalender
pl_pl: Utwórz Kalendarz
pt_br: Novo Calendário
ru: Создать календарь
sv: Skapa kalender

source: Calendar List
cs_cz: Seznam kalendářů
el: Λίστα Ημερολογίων
fi: Kalenteri Lista
he: רשימת לוחות שנה
it: Elenco Calendari
nl: Kalenderlijst
no: Kalenderliste
pl_pl: Lista kalendarzy
pt_br: Listar Calendários
ru: Список календарей
sv: Kalender-lista

source: Username
cs_cz: Uživatelské jméno
el: Όνομα χρήστη
fi: käyttäjänimi
he: שם משתמש
it: Nome utente
nl: naam gebruiker
no: Brukernavn
pl_pl: Nazwa użytkownika
pt_br: Nome de Usuário
ru: Пользователь
sv: Användarnamn

source: Groups
he: קבוצות
nl: Groepen
no: Grupper

source: Edit Groups
he: ערוך קבוצות
nl: Edit Groepen
no: Rediger grupper

source: Create User
cs_cz: Vytvořit uživatele
el: Δημιουργία Χρήστη
fi: Luo Käyttäjä
he: צור משתמש
it: Crea utente
nl: Maak gebruiker aan
no: Opprett bruker
pl_pl: Utwórz użytkownika
pt_br: Criar Usuário
ru: Создать пользователя
sv: Skapa användare

source: User List
cs_cz: Seznam uživatelů
el: Λίστα Χρηστών
fi: Käyttäjälista
he: רשימת משתמשים
it: Elenco Utenti
nl: Gebruikerslijst
no: Brukerliste
pl_pl: Lista użytkowników
pt_br: Lista de Usuários
ru: Список пользователей
sv: Användarförteckning

source: Import Form
cs_cz: Importovat z
fi: Tuo Lomake
he: ייבא טופס
it: Form di importazione
nl: Importeer formulier
no: Importer skjema
pl_pl: Import
pt_br: Formulário de Importação
ru: Импорт формы
sv: Importformulär

source: Leave blank for default
cs_cz: Nechte prázdné pro přednastavené
fi: Jätä tyhjäksi käyttääksesi vakioarvoa
he: השאר ריק לברירת מחדל
it: Lascia in bianco per il default
nl: Laat leeg voor standaard
no: La st&aring; tom for standard
pl_pl: Domyślnie zostaw puste
pt_br: Deixe em branco para padrão
ru: оставьте пустым для значения по-умолчанию
sv: Lämnas blankt pga förval

source: PHP-Calendar Table Prefix
cs_cz: PHP-Calendar prefix tabulek
fi: PHP-Calendar Taulun Etuliite
he: רישא של טבלאות PHP-CALENDAR
it: Prefisso delle tabelle di PHP-Calendar
nl: PHP-Calendar Tabel voorzetsel
no: PHP-Calendar tabell prefiks
pl_pl: Prefix tabel PHP-Calendar
ru: Префикс таблиц для PHP-Calendar
sv: PHP-Calendar tabell-prefix

source: Import Calendar
he: ייבא לוח שנה
nl: Importeer Kalender
no: Importer kalender

source: This script needs read access to your calendar directory in order to write the translation files. Alternatively, you could run translate.php from the command line or use msgfmt or any other gettext tool that can generate .mo files from .po files.
he: הסקריפט הזה צריך גישה לתיקיית calendar על מנת לכתוב את קבצי התרגום. אפשרות שניה היא להריץ את הקובץ translate.php מה-command line או להשתמש ב-msgfmt או כל כלי שיוצר קבצי .mo מקבצי .po
nl: Dit script heeft lees rechten van de kalender directory nodig om de vertaling files te overschrijven, je kan de translate.php vanuit de command line starten of msgfmt of elke andere gettext tool gebruiken die .mo files van .po files kan genereren.
no: Dette script har m&aring; ha skrivetilgang til din kalendermappe for &aring; kunne skrive oversettelsesfilene. Alternativt kan du kj&oslash;re translate.php fra kommandlinjen eller bruke msgfmt eller et annet gettext verkt&oslash;y som kan generere .mo filer fra .po filer.

source: Generate Translations
he: צור תרגום
nl: Maak de Vertalingen aan
no: Generer oversettelser

source: Calendar Configuration
he: תצורת לוח שנה
nl: Kalender Configuratie
no: Kalender konfigurasjon

source: Categories
he: קטגוריות
nl: Categorieen
no: Kategorier

source: Options
cs_cz: Volby
el: Επιλογές
fi: Asetukset
he: אפשרויות
it: Opzioni
nl: opties
no: Innstillinger
pl_pl: Opcje
pt_br: Opções
ru: Настройки
sv: Alternativ

source: Submit
cs_cz: Odeslat
el: Αποστολή
fi: Lähetä
he: שלח
it: Invia
nl: Verstuur
no: Arkiver
pl_pl: Zapisz
pt_br: Enviar
ru: Подтвердить
sv: Skicka

source: Read
cs_cz: Čtení
el: Ανάγνωση
fi: Lukeminen
he: קרא
it: Lettura
nl: Lezen
no: Les
pl_pl: Odczyt
pt_br: Ler
ru: Чтение
sv: Läs

source: Write
cs_cz: Zápis
el: Εγγραφή
fi: Kirjoitus
he: כתוב
it: Scrittura
nl: Schrijven
no: Skriv
pl_pl: Zapis
pt_br: Escrever
ru: Запись
sv: Skriv

source: Read-only
cs_cz: Jen pro čtení
el: Μόνο ανάγνωση
fi: Vain luku
he: לקריאה בלבד
it: Sola lettura
nl: Allen lezen
no: Skrivebeskyttet
pl_pl: Tylko do odczytu
pt_br: Somente Leitura
ru: Только чтение

source: Modify
cs_cz: Upravit
el: Αλλαγή
fi: Muokkaa
he: שנה
it: Modifica
nl: wijzigen
no: Rediger
pl_pl: Edytuj
pt_br: Modificar
ru: Изменение
sv: Ändra

source: Admin
el: Διαχειριστής
fi: Järjestelmänvalvoja
he: ניהול
it: Amministratore
nl: Administrator
no: Administrator
pl_pl: Administrator
pt_br: Administrador
ru: Администратор

source: User Permissions
cs_cz: Uživatelská práva
el: Δικαιώματα Χρήστη
fi: Käyttäjäoikeudet
he: הרשאות משתמשים
it: Permessi utente
nl: Gebruikersbevoegdheden
no: Brukerrettigheter
pl_pl: Prawa dostępu
pt_br: Permissões de Usuário
ru: Права пользователя
sv: Användar-behörighet

source: User Name
cs_cz: Uživatelské jméno
el: Όνομα Χρήστη
fi: Käyttäjänimi
he: שם משתמש
it: Nome utente
nl: Gebruikersnaam
no: Brukernavn
pl_pl: Nazwa użytkownika
pt_br: Nome de Usuário
ru: Имя пользователя
sv: Användarnamn

source: Can Create Read-Only
cs_cz: Může vytvořit jen pro čtení
el: Μπορεί να Δημιουργήσει Μόνο-Ανάγνωση
fi: Voi luoda vain luku muodossa
he: יכול ליצור read-only
it: Può creare in sola lettura
nl: Kan alleen-lezen aanmaken
no: Kan opprette skrivebeskyttede
pl_pl: Może tworzyć tylko do odczytu
pt_br: Criar Novo Somente Leitura
ru: Возможно создать только для чтения
sv: Kan skapa Read-Only

source: No Name
cs_cz: Bez jména
el: Χωρίς Όνομα
fi: Ei nimeä
he: ללא שם
it: Nessun nome
nl: Geen naam
no: Ikke navngitt
pl_pl: Bez nazwy
pt_br: Sem Nome
ru: Без имени
sv: Inget namn

source: Create category
cs_cz: Vytvořit kategorii
el: Δημιουργία κατηγορίας
fi: Luo kategoria
he: צור קטגוריה
it: Crea categoria
nl: Maak categorie
no: Opprett kategori
pl_pl: Utwórz kategorię
pt_br: Nova Categoria
ru: Создать категорию
sv: Skapa kategori

source: Calendar Categories
cs_cz: Kategorie kalendáře
el: Κατηγορίες Ημερολογίου
fi: Kalenterikategoriat
he: קטגוריות לוח שנה
it: Categorie dei Calendari
nl: Kalendercategoriën
no: Kalender kategorier
pl_pl: Kategorie kalendarzy
pt_br: Calendário de Categorias
ru: Категории календарей
sv: Kalender kategorier

source: Name
cs_cz: Jméno
el: Όνομα
fi: Nimi
he: שם
it: Nome
nl: Naam
no: Navn
pl_pl: Nazwa
pt_br: Nome
ru: Название
sv: Namn

source: Text Color
cs_cz: Barva písma
el: Χρώμα Κειμένου
fi: Tekstin Väri
he: צבע פונט
it: Colore del testo
nl: Tekstkleur
no: Tekstfarge
pl_pl: Kolor tekstu
pt_br: Cor do Texto
ru: Цвет текста
sv: Textfärg

source: Background Color
cs_cz: Barva pozadí
el: Χρώμα Φόντου
fi: Taustan Väri
he: צבע רקע
it: Colore di sfondo
nl: Achtergrondkleur
no: Bakgrunnsfarge
pl_pl: Kolor tła
pt_br: Cor do Plano de Fundo
ru: Цвет фона
sv: Bakgrundsfärg

source: Visible to User Group
cs_cz: Viditelné pro skupinu uživatele
el: Εμφανές σε Ομάδα Χρηστών
fi: Näkyvillä käyttäjäryhmälle
he: גלוי לקבוצת המשתמשים
it: Visibile al gruppo utenti
nl: Zichtbaar voor gebruikersgroep
no: Synlig for brukergruppe
pl_pl: Widoczne dla grupy użytkowników
pt_br: Visível para usuários do grupo
ru: Видимость для группы
sv: Synlig för användargrupp

source: Actions
cs_cz: Akce
el: Δράσεις
fi: Toiminnot
he: פעולות
it: Azioni
nl: Acties
no: Handlinger
pl_pl: Akcje
pt_br: Ações
ru: Действие
sv: Åtgärder

source: Create group
cs_cz: Vytvořit skupinu
el: Δημιουργία ομάδας
fi: Luo ryhmä
he: צור קבוצה
it: Crea gruppo
nl: Maak groep
no: Opprett gruppe
pl_pl: Utwórz grupę
pt_br: Criar Novo Grupo
ru: Создать группу
sv: Skapa grupp

source: Calendar Groups
cs_cz: Skupiny kalendáře
el: Ομάδες Ημερολογίου
fi: Kalenteri Ryhmät
he: קבוצות לוח שנה
it: Gruppi Calendario
nl: Kalendergroepen
no: Kalendergrupper
pl_pl: Grupy kalendarzy
pt_br: Calendário de Grupo
ru: Группы календарей
sv: Kalendergrupp

source: Permission denied
cs_cz: Přístup odepřen
el: Άρνηση δικαιώματος
fi: Pääsy kielletty
he: אין הרשאה
it: Permesso negato
nl: geen toestimming gekregen
no: Adgang nektet
pl_pl: Odmowa dostępu
pt_br: Permissão Negada
ru: В доступе отказано
sv: Tillstånd nekades

source: was not set.
cs_cz: nebyl nastaven.
el: δεν τέθηκε.
fi: ei asetettu
he: לא נקבע.
it: non è stato impostato.
nl: is niet ingesteld.
no: var ikke satt.
pl_pl: nie ustawiono.
pt_br: Não foi escolhido
ru: не установлено
sv: blev inte inställd

source: Updated options
cs_cz: Aktualizované nastavení
el: Ενημερωμένες επιλογές
fi: Asetukset päivitetty
he: אפשרויות מעודכנות
it: Opzioni aggiornate
nl: update opties
no: Oppdaterte innstillinger
pl_pl: Uaktualniono opcje
pt_br: Atualizar Opções
ru: Настройки обновлены
sv: uppdaterade alternativ

source: Language
cs_cz: Jazyk
el: Γλώσσα
fi: Kieli
he: שפה
it: Lingua
nl: Taal
no: Spr&aring;k
pl_pl: Język
pt_br: Idioma
ru: Язык
sv: Språk

source: Timezone
cs_cz: Časové pásmo
el: Ζώνη ώρας
fi: Aikavyöhyke
he: אזור-זמן
it: Fuso orario
nl: Tijdzone
no: Tidssone
pl_pl: Strefa czasowa
pt_br: Fuso Horário
ru: Часовая зона
sv: Tidszon

source: Welcome
cs_cz: Vítejte
fi: Tervetuloa
he: ברוך הבא
it: Benvenuto
nl: Welkom
no: Velkommen
pl_pl: Witaj
pt_br: Bem Vindo
ru: Привет,
sv: Välkommen

source: Settings
cs_cz: Nastavení
el: Ρυθμίσεις
fi: Asetukset
he: הגדרות
it: Impostazioni
nl: Instellingen
no: Innstillinger
pl_pl: Ustawienia
pt_br: Configurações
ru: Настройки
sv: Inställningar

source: Log out
cs_cz: Odhlásit se
el: Αποσύνδεση
fi: Kirjaudu ulos
he: התנתק
nl: doei zeggen
no: Logg ut
pl_pl: Wyloguj
pt_br: Sair
ru: Выход
sv: Logga ut

source: Log in
cs_cz: Přihlásit se
el: Σύνδεση
fi: Kirjaudu sisään
he: התחבר
nl: inloggen
no: Logg inn
pl_pl: Zaloguj
pt_br: Entrar
ru: Вход
sv: Logga in

source: Add Event
cs_cz: Přidat událost
el: Προσθήκη Συμβάντος
fi: Lisää tapahtuma
he: הוסף אירוע
it: Aggiungi evento
nl: Voeg gebeurtenis toe
no: Legg til begivenhet
pl_pl: Dodaj wydarzenie
pt_br: Adicionar Agendamento
ru: Добавить событие
sv: Lägg till händelse

source: Search
cs_cz: Hledat
el: Αναζήτηση
fi: Etsi
he: חפש
it: Ricerca
nl: Zoeken
no: S&oslash;k
pl_pl: Szukaj
pt_br: Procurar
ru: Поиск
sv: Sök

source: View Month
cs_cz: Ukázat měsíc
el: Εμφάνιση Μήνα
fi: Näytä kuukausi
he: צפה בחודש
it: Vedi Mese
nl: Laat de maand zien
no: Vis m&aring;ned
pl_pl: Pokaż miesiąc
pt_br: Visualizar Mês
ru: Месяц
sv: Visa månad

source: View date
cs_cz: Ukázat datum
el: Εμφάνιση ημερομηνίας
fi: Katso päivä
he: צפה בתאריך
it: Vedi giorno
nl: datum laten zien
no: Vis dato
pl_pl: Pokaż datę
pt_br: Visualizar Dia Atual
ru: Дата
sv: Visa datum

source: Calendar Admin
cs_cz: Admin kalendáře
el: Διαχειριστής Ημερολογίου
fi: Kalenterin Järjestelmänvalvoja
he: ניהול לוח השנה
it: Amministrazione Calendari
nl: Kalenderbeheer
no: Kalender-admin
pl_pl: Zarządzaj
pt_br: Calendário do Administrador
ru: Админстрирование
sv: Kalender-admin

source: Default
cs_cz: Přednastavené
el: Προεπιλεγμένο
fi: Oletus
he: ברירת מחדל
nl: Standaard
no: Standard
pl_pl: Domyślne
pt_br: Padrão
ru: по-умолчанию
sv: Förvalt

source: Week Start
cs_cz: Začátek týdne
el: Αρχή Εβδομάδας
fi: Viikon aloitus
he: תחילת שבוע
it: Inizio della settimana
nl: Begin van de week
no: Uken starter
pl_pl: Początek tygodnia
pt_br: Começo da Semana
ru: Начало недели
sv: Veckans början

source: Sunday
cs_cz: Neděle
el: Κυριακή
fi: Sunnuntai
he: ראשון
it: Domenica
nl: zondag
no: S&oslash;ndag
pl_pl: Niedziela
pt_br: Domingo
ru: Воскресенье
sv: söndag

source: Monday
cs_cz: Pondělí
el: Δευτέρα
fi: Maanantai
he: שני
it: Lunedi
nl: maandag
no: Mandag
pl_pl: Poniedziałek
pt_br: Segunda
ru: Понедельник
sv: måndag

source: Saturday
cs_cz: Sobota
el: Σάββατο
fi: Lauantai
he: שבת
it: Sabato
nl: zaterdag
no: L&oslash;rdag
pl_pl: Sobota
pt_br: Sábado
ru: Суббота
sv: Lördag

source: 24 Hour Time
cs_cz: 24 hodinový čas
el: 24ωρος Χρόνος
fi: 24 tunnin kello
he: זמן בתצורת 24 שעות
it: Orario a 24 ore
nl: Tijd in 24-uurs weergave
no: 24 timers klokke
pl_pl: Czas 24-godzinny
pt_br: 24 horas
ru: 24х часовой формат
sv: 24 timmars visning

source: Calendar Title
cs_cz: Nadpis kalendáře
el: Τίτλος Ημερολογίου
fi: Kalenterin otsikko
he: כותרת לוח השנה
it: Titolo del calendario
nl: Kalender voor 55plus activiteiten
no: Kalendertittel
pl_pl: Nazwa kalendarza
pt_br: Nome do Calendário
ru: Заголовок календаря
sv: Kalenderns namn

source: Maximum Subject Length
cs_cz: Maximální délka předmětu
el: Μέγιστο Μήκος Θέματος
fi: Aiheen maksimi pituus
he: אורך נושא מקסימלי
it: Massima lunghezza del soggetto
nl: Maximale lengte van onderwerp
no: Max emnelengde
pl_pl: Maksymalna długość tematu
pt_br: Tamanho máximo do Título
ru: Максимальная длина темы
sv: Rubrikens max-längd

source: Events Display Daily Maximum
cs_cz: Zobrazit maximálně událostí denně
el: Μεγιστη ημερησια μεφανιση εκδηλωσεων
fi: Tapahtumien näytön päivittäinen maksimi
he: מספר אירועים מקסימלי ביום
it: Numero massimo di eventi mostrati giornalmente
nl: Maximaal aantal gebeurtenissen weer te geven per dag
no: Daglig max for begivenhetsvisning
pl_pl: Maksymalna ilość wyświetlanych wydarzeń
pt_br: Quantidade Máxima de Eventos Exibidos Diariamente
ru: Максимальная длина события дня
sv: Max-visning av händelser

source: Public Permissions
cs_cz: Veřejná práva
el: Δημόσια Δικαιώματα
fi: Julkiset oikeudet
he: הרשאות ציבוריות
it: Permessi pubblici
nl: Publiekelijke bevoegdheden
no: Offentlig adgang
pl_pl: Prawa dostępu
pt_br: Permissões Públicas
ru: Публичный доступ
sv: Allmänna behörigheter

source: Cannot read nor write events
cs_cz: Nelze zobrazit ani zapsat události
el: Δεν είναι δυνατό να διαβαστούν ούτε να εγγραφούν συμβάντα
fi: Ei voi lukea tai kirjoittaa tapahtumia
he: לא יכול לכתוב או לצפות באירועים
it: Non può ne' leggere ne' scrivere eventi
nl: Kan geen gebeurtenissen lezen of schrijven
no: Kan hverken lese eller skrive begivenheter
pl_pl: Brak możliwości odczytu i zapisu wydarzeń
pt_br: Não permitir visualizar ou editar agendamentos
ru: Нельзя читать и записывать событие
sv: Kan varken läsa eller skriva händelser

source: Can read but not write events
cs_cz: Může zobrazit, nemůže vytvořit události
el: Είναι δυνατόν να διαβαστούν αλλά όχι να εγγραφούν συμβάντα
fi: Voi lukea mutta ei kirjoittaa tapahtumia
he: יכול לצפות אך לא לכתוב אירועים
it: Può leggere ma non può scrivere eventi
nl: Kan gebeurtenissen lezen maar niet schrijven
no: Kan lese, men ikke skrive begivenheter
pl_pl: Może odczytać wydarzenia
pt_br: Permitir acesso a visualizar agendamentos e não editar
ru: Событие можно прочитать, нельзя записывать
sv: Kan läsa men inte skriva händelser

source: Can create but not modify events
cs_cz: Může vytvořit, nemůže upravit události
el: Είναι δυνατόν να δημιουργηθούν αλλά όχι να τροποποιηθούν συμβάντα
fi: Voi luoda muttei muokata tapahtumia
he: יכול ליצור אך לא לשנות אירועים
it: Può creare ma non modificare gli eventi
nl: Kan gebeurtenissen aanmaken maar niet bewerken
no: Kan opprette, men ikke redigere begivenheter
pl_pl: Może tworzyć wydarzenia bez możliwości modyfikacji
pt_br: Permitir Adicionar Agendamentos mas não editar
ru: Возможно создать событие без права редактирования
sv: Kan skapa men inte ändra händelser

source: Can create and modify events
cs_cz: Může vytvářet a upravovat události
el: Είναι δυνατόν να δημιουργηθούν και να τροποποιηθούν συμβάντα
fi: Voi luoda ja muokata tapahtumia
he: יכול ליצור ולשנות אירועים
it: Può creare e modificare eventi
nl: Kan gebeurtenissen aanmaken en bewerken
no: Kan opprette og redigere begivenheter
pl_pl: Może tworzyć i modyfikować wydarzenia
pt_br: Permitir visualizar e editar agendamentos
ru: Возможно чтение и запись события
sv: Kan skapa och ändra händelser

source: Default Timezone
cs_cz: Přednastavené časové pásmo
el: Προεπιλεγμένη Ζώνη Ώρας
fi: Oletus aikavyöhyke
he: אזור-זמן ברירת מחדל
it: Fuso orario predefinito
nl: Standaard tijdzone
no: Standard tidssone
pl_pl: Domyślna strefa czasowa
pt_br: Fuso Horário Padrão
ru: Зона времени по-умолчанию
sv: Förvald tidszon

source: Default Language
cs_cz: Přednastavení jazyk
el: Προεπιλεγμένη Γλώσσα
fi: Oletus kieli
he: שפת ברירת מחדל
it: Lingua predefinita
nl: Standaardtaal
no: Standard spr&aring;k
pl_pl: Domyślny język
pt_br: Idioma Padrão
ru: Язык по-умолчанию
sv: Förvalt språk

source: Date Format
cs_cz: Formát data
el: Μορφή Ημερομηνίας
fi: Päivämäärän muoto
he: פורמט התאריך
it: Formato della data
nl: Datum lay-out
no: Datoformat
pl_pl: Format daty
pt_br: Formato de Data
ru: Формат даты
sv: Datumformat

source: Theme
cs_cz: Téma
el: Θέμα
fi: Teema
he: תבנית עיצוב
it: Tema
nl: Thema
no: Tema
pl_pl: Skórka
pt_br: Tema
ru: Тема
sv: Tema

source: Month Day Year
cs_cz: Měsíc Den Rok
el: Μήνας Ημέρα Έτος
fi: Kuukausi Päivä Vuosi
he: חודש יום שנה
it: Mese Giorno Anno
nl: Maand Dag Jaar
no: M&aring;ned Dag &Aring;r
pl_pl: Miesiąc Dzień Rok
pt_br: Mês Dia Ano
ru: Месяц/День/Год
sv: Månad Dag År

source: Year Month Day
cs_cz: Rok Měsíc Den
el: Έτος Μήνας Ημέρα
fi: Vuosi Kuukausi Päivä
he: שנה חודש יום
it: Anno Mese Giorno
nl: Jaar Maand Dag
no: &Aring;r M&aring;ned Dag
pl_pl: Rok Miesiąc Dzień
pt_br: Ano Mês Dia
ru: Год/Месяц/День
sv: År Månad Dag

source: Day Month Year
cs_cz: Den Měsíc Rok
el: Ημέρα Μήνας Έτος
fi: Päivä Kuukausi Vuosi
he: יום חודש שנה
it: Giorno Mese Anno
nl: Dag Maand Jaar
no: Dag M&aring;ned &Aring;r
pl_pl: Dzień Miesiąc Rok
pt_br: Dia Mês Ano
ru: День/Месяц/Год
sv: Dag Månad År

source: You do not have permission to do that:
cs_cz: Nemáte oprávnění k této akci:
el: Δεν έχετε δικαίωμα να το κάνετε αυτό:
fi: Sinulla ei ole oikeuksia tehdä tätä:
he: אין לך הרשאות לבצע:
it: Non possiedi i permessi per farlo:
nl: Je hebt geen bevoegdheden dit uit te voeren:
no: Du har ikke rettigheter til denne handling:
pl_pl: Brak uprawnień aby:
pt_br: Você não possuí permissão para realizar essa ação
ru: Нет прав для выполнения:
sv: Du har inte behörighet att göra det:

source: Error
cs_cz: Chyba
el: Σφάλμα
fi: Virhe
he: שגיאה
it: Errore
nl: Fout
no: Feil
pl_pl: Błąd
pt_br: Erro
ru: Ошибка
sv: Fel

source: Backtrace
cs_cz: Sledovat zpět
el: Ανέτρεξε
he: מעקב לאחור
nl: Traceren
no: Spor bakover
pl_pl: Ścieżka kroków
pt_br: Retorno
ru: Отслеживание

source: Invalid action
cs_cz: Neplatná akce
el: Μη έγκυρη ενέργεια
fi: Virheellinen toiminto
he: פעולה לא חוקית
it: Azione non valida
nl: ongeldige actie
no: Ugyldig handling
pl_pl: Nieprawidłowa akcja
pt_br: Ação Inválida
ru: Неверное действие
sv: Ogiltig åtgärd

source: Secret token mismatch. Possible request forgery attempt.
cs_cz: Bezpečnostní tokeny se neshodují. Možný pokus o falzyfikát.
el: Αναντιστοιχία μυστικού token. Πιθανή προσπάθεια πλαστογράφησης αίτησης.
fi: Secret token mismatch. Mahdollinen pyynnön väärennös yritys.
he: אי התאמה בקוד סודי. ייתכן נסיון זיוף.
it: Token di sicurezza non corrispondente. Possibile tentativo di contraffazione della richiesta.
nl: Geheime token klopt niet.
no: Hemmelig token uoverensstemmelse. Mulig fors&oslash;k p&aring; foresp&oslash;rselsforfalskning.
pl_pl: Błędy sekretny token. Prawdopodobnie próba fałszywego zapytania.
pt_br: Token secreto inválido. Possivelmente tentativa de falsificação
ru: Несовпадение секретного токена. Возможно потребуется перезапрос.
sv: Hemliga tecken ihopblandade. Ett möjligt försök till intrång.

source: Unsupported config type
cs_cz: Nepodporovaný formát konfigurace
el: Μη υποστηριζόμενος τύπος ρυθμίσεων
fi: Konfiguraation tyyppiä ei tueta
he: סוג הקונפיגורציה לא נתמך
it: Tipo di configurazione non supportato
nl: Niet-ondersteunde configuratietype
no: Ikke st&oslash;ttet config type
pl_pl: Niewłaściwy typ konfiguracji
pt_br: Tipo de configuração não suportado.
ru: Недопустимый тип конфигурации
sv: Konfigurationstyp stöds ej

source: Required field "%s" was not set.
he: השדה המבוקש "%s" לא נקבע.
nl: Vereiste veld "%s" is niet ingesteld.
no: P&aring;krved felt "%s" ble ikke satt.

source: Malformed "%s" time: "%s"
he: מעוות "%s" זמן: "%s"
nl: Ongeldige "%s" tijd: "%s"
no: Misdannet "%s" tid: "%s"

source: Unrecognized period:
cs_cz: Nerozpoznaná perioda:
el: Μη αναγνωρίσιμη περίοδος:
fi: Tunnistamaton jakso:
he: תקופה לא מזוהה:
it: Periodo non riconosciuto:
nl: Niet herkende periode:
no: Periode ikke gjenkjent:
pl_pl: Nierozpoznany okres:
pt_br: Período não reconhecido:
ru: Недопустимый период:
sv: Okänd period:

source: Malformed "%s" date: "%s"
he: מעוות "%s" תאריך: "%s"
nl: Ongeldige "%s" datum: "%s"
no: Misdannet "%s" dato: "%s"

source: Invalid date_format.
he: פורמט התאריך שגוי.
nl: Invalide date_format.
no: Ugyldig date_format.

source: No calendar selected.
cs_cz: Nebyl vybrán kalendář.
el: Δεν έχει επιλεγεί ημερολόγιο.
fi: Ei kalenteria valittuna.
he: לא נבחר לוח שנה.
it: Nessun calendario selezionato.
nl: Geen kalender geselecteerd
no: Ingen kalender valgt.
pl_pl: Brak wybranego kalendarza
pt_br: Nenhum calendário selecionado
ru: Не выбран календарь
sv: Ingen kalender vald

source: Confirm you want to delete:
cs_cz: Potvrďte smazání:
el: Επιβεβαιώστε ότι θέλετε την διαγραφή:
fi: Vahvista poistaminen:
he: אשר שברצונך למחוק:
it: Conferma che vuoi cancellare:
nl: Bevestig dat je wilt verwijderen:
no: Bekreft slettning:
pl_pl: Potwierdź usunięcie:
pt_br: Confirma solicitação de exclusão
ru: Подтвердите удаление:
sv: Bekräfta att du vill radera:

source: Confirm
cs_cz: Potvrdit
el: Επιβεβαίωση
fi: Vahvista
he: אישור
it: Conferma
nl: Bevestig
no: Bekreft
pl_pl: Potwierdź
pt_br: Confirmar
ru: Да
sv: Bekräfta

source: Deny
cs_cz: Zamítnout
el: Απόρριψη
fi: Kiellä
he: ביטול
it: Nega
nl: Weiger
no: Nekt
pl_pl: Odmowa
pt_br: Negado
ru: Нет
sv: Neka

source: You do not have permission to remove calendar
cs_cz: Nemáte oprávnění k odstranění kalendáře
el: Δεν έχετε δικαίωμα να αφαιρέσετε το ημερολόγιο
fi: Sinulla ei ole oikeuksia poistaa kalenteria
he: אין לך הרשאות למחוק לוח שנה
it: Non possiedi i permessi per rimuovere il calendari
nl: Je hebt geen bevoegdheden om de kalender te verwijderen
no: Du har ikke rettigheter til &aring; fjerne kalender
pl_pl: Brak uprawnień aby usunąć kalendarz
pt_br: Você não tem permissão para excluir esse calendário
ru: У Вас нет прав на удаление календаря
sv: Du har inte behörighet att ta bort kalendern
