Repository: sproctor/php-calendar
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs_cz, el, fi, he, it, nl, no, pl_pl, pt_br, ru, sv

source: Required field "every-week" is not set.
cs_cz: Požadované pole "každý týden" není vyplněno.
el: Το απαιτούμενο πεδίο «κάθε εβδομάδα» δεν έχει τεθεί.
fi: Pakollinen kenttä "joka viikko" ei ole valittu.
he: שדה החובה "כל שבוע" לא הוגדר.
it: Il campo richiesto "every-week" non è impostato.
nl: Vereist veld 'iedere week' is niet ingesteld.
no: P&aring;kreved felt "hver-uke" er ikke utfylt.
pl_pl: Wymagane pole "tygodniowe" nie ustawione.
pt_br: Opção requerida "todas as semanas" não está selecionada
ru: Обязательно поле "еженедельно" не задано
sv: Obligatoriska fält "varje-vecka" är inte inställd.

source: every-week must be greater than 1
cs_cz: každý týden musí být větší než 1
el: το πεδίο «κάθε εβδομάδα» πρέπει να έχει τιμή μεγαλύτερη από 1
fi: Joka viikko arvon täytyy olla isompi kuin yksi
he: כל שבוע חייב להיות גדול מ-1
it: every-week deve essere maggiore di 1
nl: 'iedere week' moet groter zijn dan 1
no: hver-uke skal v&aelig;re st&oslash;rre enn 1
pl_pl: Pole "tygodniowe" mieć wartość większą niż 1
pt_br: Toda semana precisa ser maior que 1
ru: "еженедельно" должно быть больше, чем 1
sv: varje vecka måste vara mer än 1

source: Required field "every-month" is not set.
cs_cz: Požadované pole "každý měsíc" není vyplněno.
el: Το απαιτούμενο πεδίο «κάθε μήνα» δεν έχει τεθεί.
fi: Pakollinen kenttä "joka kuukausi" ei ole valittu.
he: שדה החובה "כל חודש" לא הוגדר.
it: Il campo richiesto "every-month" non è impostato.
nl: Vereist veld 'iedere maand' is niet ingesteld.
no: P&aring;krevd felt "hver-m&aring;ned" er ikke utfylt.
pl_pl: Wymagane pole "miesięczne" nie ustawione.
pt_br: Opção requerida "todos os meses" não está selecionada
ru: Обязательно поле "ежемесячно" не задано
sv: Obligatoriska fält "varje månad" är inte inställd.

source: every-month must be greater than 1
cs_cz: každý měsíc musí být větší než 1
el: το πεδίο «κάθε μήνα» πρέπει να έχει τιμή μεγαλύτερη από 1
fi: Joka kuukausi arvon täytyy olla suurempi kuin 1
he: כל חודש חייב להיות גדול מ-1
it: every-month deve essere maggiore di 1
nl: 'iedere maand' moet groter zijn dan 1
no: hver-m&aring;ned skal v&aelig;re st&oslash;rre enn 1
pl_pl: Pole "miesięczne" musi mieć wartość większą niż 1
pt_br: Todos os meses precisam ser maior que 1
ru: "ежемесячно" должно быть больше, чем 1
sv: varje månad måste vara mer än 1

source: Required field "every-year" is not set.
cs_cz: Požadované pole "každý rok" není vyplněno.
el: Το απαιτούμενο πεδίο «κάθε έτος» δεν έχει τεθεί.
fi: Pakollinen kenttä "joka vuosi" ei ole valittu.
he: שדה החובה "כל שנה" לא הוגדר.
it: Il campo richiesto "every-year" non è impostato.
nl: Vereist veld 'ieder jaar' is niet ingesteld.
no: P&aring;krevd felt "hvert-&aring;r" er ikke utfylt.
pl_pl: Wymagane pole "roczne" nie ustawione.
pt_br: Opção obrigatória "todos anos" não está selecionada
ru: Обязательно поле "ежегодно" не задано
sv: Obligatoriska fält "varje år" är inte inställd.

source: Invalid event type.
cs_cz: Neplatný typ události.
el: Μη έγκυρος τύπος συμβάντος.
fi: Virheellinen tapahtuma tyyppi
he: סוג אירוע שגוי.
it: Tipo di evento non valido.
nl: Ongeldig gebeurtenistype.
no: Ugyldig begivenhetstype.
pl_pl: Nieprawidłowy typ wydarzenia.
pt_br: Tipo de agendamento inválido.
ru: Неверный тип события
sv: Ogiltig händelsetyp.

source: Modified event:
cs_cz: Upravená událost:
el: Τροποποιημένο συμβάν:
fi: Muokattu tapahtuma:
he: האירוע שונה:
it: Evento modificato:
nl: Gewijzigde gebeurtenis:
no: Endrede begivenheter:
pl_pl: Zmodyfikowano wydarzenie:
pt_br: Agendamento alterado:
ru: Изменено событие:
sv: Ändrat evenemang:

source: Created event:
cs_cz: Vytvořená událost:
el: Δημιουργημένο συμβάν:
fi: Luotu tapahtuma:
he: האירוע נוצר:
it: Evento creato:
nl: Gebeurtenis gemaakt:
no: Oprettet begivenhet:
pl_pl: Utworzono wydarzenie:
pt_br: Agendamento Criado
ru: Создано событие:
sv: Skapat evenemang:

source: Error submitting event.
cs_cz: Chyba při ukládání události.
el: Σφάλμα κατά την αποστολή του συμβάντος.
fi: Virhe lähetettäessä tapahtumaa.
he: שגיאה בשליחת האירוע.
it: Errore nell'invio dell'evento.
nl: Fout tijdens versturen van gebeurtenis.
no: Feil, kunne ikke lagre begivenhet.
pl_pl: Błąd dodania wydarzenia.
pt_br: Erro ao enviar agendamento
ru: Ошибка подтверждения события
sv: Fel vid bekräftelse av evenemang.

source: required
cs_cz: požadované
el: απαιτούμενο
fi: Vaadittu
he: חובה
it: richiesto
nl: vereist
no: p&aring;krevd
pl_pl: wymagane
pt_br: obrigatório
ru: обязательно
sv: krävs

source: Cannot add a non-form element to a form.
cs_cz: Nelze přidat neformulářový element do formuláře.
el: Δεν είναι δυνατή η προσθήση ενός στοιχείου που δεν είναι χαρακτηριστικό μιας φόρμας, σε μία φόρμα.
fi: Lomakkeeseen ei voida lisätä siihen sopimattomia elementtejä
he: לא ניתן להוסיף אלמנט שאינו מתאים לטופס.
it: Non posso aggiungere un elemento che non rappresenta un form ad un form.
nl: Kan geen niet-formulier-element toevoegen aan formulier.
no: Kan ikke legge til et ikke-skjema element til en skjema.
pl_pl: Nie można dodać do formularza.
pt_br: Não é possível adicionar um não-formulário ao formulário
ru: Нельзя добавить элемент в форму
sv: Det går inte att lägga till ett icke-formelement till ett formulär.

source: Date
cs_cz: Datum
el: Ημερομηνία
fi: Päivämäärä
he: תאריך
it: Data
nl: Datum
no: Dato
pl_pl: Data
pt_br: Data
ru: Дата
sv: Datum

source: January
cs_cz: Leden
el: Ιανουάριος
fi: Tammikuu
he: ינואר
it: Gennaio
nl: januari
no: Januar
pl_pl: Styczeń
pt_br: Janeiro
ru: Январь
sv: januari

source: February
cs_cz: Únor
el: Φεβρουάριος
fi: Helmikuu
he: פבואר
it: Febbraio
nl: februari
no: Februar
pl_pl: Luty
pt_br: Fevereiro
ru: Февраль
sv: februari

source: March
cs_cz: Březen
el: Μάρτιος
fi: Maaliskuu
he: מרץ
it: Marzo
nl: maart
no: Mars
pl_pl: Marzec
pt_br: Março
ru: Март
sv: mars

source: April
cs_cz: Duben
el: Απρίλιος
fi: Huhtikuu
he: אפריל
it: Aprile
pl_pl: Kwiecień
pt_br: Abril
ru: Апрель

source: May
cs_cz: Květen
el: Μάιος
fi: Toukokuu
he: מאי
it: Maggio
nl: mei
no: Mai
pl_pl: Maj
pt_br: Maio
ru: Май
sv: maj

source: June
cs_cz: Červen
el: Ιούνιος
fi: Kesäkuu
he: יוני
it: Giugno
nl: juni
no: Juni
pl_pl: Czerwiec
pt_br: Junho
ru: Июнь
sv: juni

source: July
cs_cz: Červenec
el: Ιούλιος
fi: Heinäkuu
he: יולי
it: Luglio
nl: juli
no: Juli
pl_pl: Lipiec
pt_br: Julho
ru: Июль
sv: juli

source: August
cs_cz: Srpen
el: Αύγουστος
fi: Elokuu
he: אוגוסט
it: Agosto
nl: augustus
pl_pl: Sierpień
pt_br: Agosto
ru: Август
sv: augusti

source: September
cs_cz: Září
el: Σεπτέμβριος
fi: Syyskuu
he: ספטמבר
it: Settembre
pl_pl: Wrzesień
pt_br: Setembro
ru: Сентябрь

source: October
cs_cz: Říjen
el: Οκτώβριος
fi: Lokakuu
he: אוקטובר
it: Ottobre
nl: oktober
no: Oktober
pl_pl: Październik
pt_br: Outubro
ru: Октябрь
sv: oktober

source: November
cs_cz: Listopad
el: Νοέμβριος
fi: Marraskuu
he: נובמבר
it: Novembre
pl_pl: Listopad
pt_br: Novembro
ru: Ноябрь

source: December
cs_cz: Prosinec
el: Δεκέμβριος
fi: joulukuu
he: דצמבר
it: Dicembre
no: Desember
pl_pl: Grudzień
pt_br: Dezembro
ru: Декабрь

source: Tuesday
cs_cz: Úterý
el: Τρίτη
fi: Tiistai
he: שלישי
it: Martedi
nl: dinsdag
no: Tirsdag
pl_pl: Wtorek
pt_br: Terça
ru: Вторник
sv: tisdag

source: Wednesday
cs_cz: Středa
el: Τετάρτη
fi: Keskiviikko
he: רביעי
it: Mercoledi
nl: woensdag
no: Onsdag
pl_pl: Środa
pt_br: Quarta
ru: Среда
sv: onsdag

source: Thursday
cs_cz: Čtvrtek
el: Πέμπτη
fi: Torstai
he: חמישי
it: Giovedi
nl: donderdag
no: Torsdag
pl_pl: Czwartek
pt_br: Quinta
ru: Четверг
sv: torsdag

source: Friday
cs_cz: Pátek
el: Παρασκευή
fi: Perjantai
he: שישי
it: Venerdi
nl: vrijdag
no: Fredag
pl_pl: Piątek
pt_br: Sexta
ru: Пятница
sv: fredag

source: Jan
cs_cz: Leden
el: Ιαν
fi: Tammi
he: ינ'
it: Gen
pl_pl: Sty
ru: Янв

source: Feb
cs_cz: Únor
el: Φεβ
fi: Helmi
he: פב'
pl_pl: Lut
pt_br: Fev
ru: Фев

source: Mar
cs_cz: Březen
el: Μαρ
fi: Maalis
he: מרץ
nl: mrt
ru: Мар
sv: mars

source: Apr
cs_cz: Duben
el: Απρ
fi: Huhti
he: אפ'
pl_pl: Kwi
pt_br: Abr
ru: Апр

source: Jun
cs_cz: Červen
el: Ιουν
fi: Touko
he: יונ'
it: Giu
pl_pl: Cze
ru: Июн

source: Jul
cs_cz: Červenec
el: Ιουλ
fi: Kesä
he: יול'
it: Lug
pl_pl: Lip
ru: Июл

source: Aug
cs_cz: Srpen
el: Αυγ
fi: Heinä
he: אוג'
it: Ago
pl_pl: Sie
pt_br: Ago
ru: Авг

source: Sep
cs_cz: Září
el: Σεπ
fi: Elo
he: ספ'
it: Set
pl_pl: Wrz
pt_br: Set
ru: Сен

source: Oct
cs_cz: Říjen
el: Οκτ
fi: Syys
he: אוק'
it: Ott
nl: okt
no: Okt
pl_pl: Paź
pt_br: Out
ru: Окт
sv: okt

source: Nov
cs_cz: Listopad
el: Νοε
fi: Loka
he: נוב'
pl_pl: Lis
ru: Ноя

source: Dec
cs_cz: Prosinec
el: Δεκ
fi: Marras
he: דצ'
it: Dic
no: Des
pl_pl: Gru
pt_br: Dez
ru: Дек

source: Start Date
cs_cz: Počáteční datum
el: Ημερομηνία Έναρξης
fi: Aloituspäivä
he: תאריך התחלה
it: Data di inizio
nl: Begindatum
no: Startdato
pl_pl: Data rozpoczęcia
pt_br: Data Início
ru: Дата начала
sv: Startdatum

source: Ascending
cs_cz: Vzestupně
el: Αύξουσα
fi: Nouseva
he: סדר עולה
it: Ascendente
nl: stijgend
no: Stigende
pl_pl: Rosnąco
pt_br: Crescente
ru: Увеличение
sv: Stigande

source: Descending
cs_cz: Sestupně
el: Φθίνουσα
fi: Laskeva
he: סדר יורד
it: Discendente
nl: Aflopen
no: Synkende
pl_pl: Malejąco
pt_br: Decrescente
ru: Уменьшение
sv: Fallande

source: No group selected.
cs_cz: Nevybrána žádná skupina.
el: Δεν έχει επιλεγεί ομάδα.
fi: Ei ryhmää valittuna.
he: לא נבחרה קבוצה.
it: Nessun gruppo selezionato.
nl: Geen groep geselecteerd.
no: Ingen gruppe valgt.
pl_pl: Brak wybranej grupy.
pt_br: Nenhum grupo selecionado
ru: Не выбрана группа
sv: Ingen grupp vald

source: You do not have permission to delete group:
cs_cz: Nemáte práva k smazání skupiny:
el: Δεν έχετε δικαίωμα να διαγράψετε την ομάδα:
fi: Sinulla ei ole oikeuksia poistaa ryhmää:
he: אין לך הרשאות למחוק קבוצה:
it: Non possiedi i permessi per cancellare il gruppo:
nl: Je hebt geen bevoegdheden om de groep te verwijderen:
no: Du har ikke rettigheter til &aring; slette gruppe:
pl_pl: Brak uprawnień do usunięcia grupy:
pt_br: Você não possuí permissão para excluir o grupo:
ru: Нет прав на удаление групы:
sv: Du har inte behörighet att ta bort gruppen:

source: Removed group:
cs_cz: Odstraněná skupiny:
el: Αφαιρεμένη ομάδα:
fi: Poistettu ryhmä:
he: נמחקה קבוצה:
it: RImosso il gruppo:
nl: Verwijderde groep:
no: Fjernet gruppe:
pl_pl: Usunięto grupę:
pt_br: Grupo excluído:
ru: Группа удалена
sv: Raderad grupp:

source: Could not remove group:
cs_cz: Nepodařilo se odstranit skupinu:
el: Δεν ήταν δυνατή η αφαίρεση της ομάδας:
fi: Ei voitu poistaa ryhmää:
he: לא יכול למחוק קבוצה:
it: Non ho potuto rimuovere il gruppo:
nl: Kon deze groep niet verwijderen:
no: Kunne ikke fjerne gruppe:
pl_pl: Nie można usunąć grupy:
pt_br: Não foi possível remover o grupo:
ru: Группа не удалена
sv: Kunde inte ta bort grupp:

source: Group Form
cs_cz: Formulář skupiny
el: Φόρμα Ομάδας
fi: Ryhmälomake
he: טופס יצירת קבוצה
it: Form Gruppo
nl: Groepformulier
no: Gruppeskjema
pl_pl: Grupa
pt_br: Grupo de
ru: Форма группы
sv: Gruppformulär

source: Submit Group
he: שלח קבוצה
nl: Voeg Groep toe
no: Lagre gruppe

source: You do not have permission to add a global group.
cs_cz: Nemáte oprávnění k odstranění globální skupiny.
el: Δεν έχετε δικαίωμα να προσθέσετε μια καθολική ομάδα.
fi: Sinulla ei ole okeuksia lisätä globaalia ryhmää.
he: אין לך הרשאות להוסיף קבוצה גלובלית.
it: Non possiedi i permessi per aggiungere un gruppo globale.
nl: Je hebt geen bevoegdheden om een globale groep toe te voegen.
no: Du har ikke rettigheter til &aring; legg til en global gruppe.
pl_pl: Brak uprawnień aby dodać grupę globalną.
pt_br: Você não possuí permissão para adicionar um grupo global
ru: Нет прав на добавление глобальной группы
sv: Du har inte behörighet att lägga till en global grupp.

source: You do not have permission to add a group to this calendar.
cs_cz: Nemáte oprávnění pro přidání skupiny do tohoto kalendáře.
el: Δεν έχετε δικαίωμα να προσθέσετε μια ομάδα σε αυτό το ημερολόγιο.
fi: Sinulla ei ole oikeuksia lisätä ryhmää tähän kalenteriin.
he: אין לך הרשאות להוסיף קבוצה ללוח השנה הזה.
it: Non possiedi i permessi per aggiungere un gruppo a questo calendario.
nl: Je hebt geen bevoegdheden om een groep aan deze kalender toe te voegen.
no: Du har ikke rettigheter til &aring; legge til en gruppe til denne kalender.
pl_pl: Brak uprawnień aby dodać grupę do tego kalendarza.
pt_br: Você não tem permissão para adicionar grupo neste calendário
ru: Нет прав на добавление группы в этот календарь
sv: Du har inte behörighet att lägga till en grupp till den här kalendern.

source: You do not have permission to modify this group.
cs_cz: Nemáte oprávnění ke změně této skupiny.
el: Δεν έχετε δικαίωμα να τροποποιήσετε αυτήν την ομάδα.
fi: Sinulla ei ole oikeuksia muokata tätä ryhmää.
he: אין לך הרשאות לשנות קבוצה זו.
it: Non possiedi i permessi per modificare questo gruppo.
nl: Je hebt geen bevoegdheden om deze groep te wijzigen.
no: Du har ikke rettigheter til &aring; endre denne gruppe.
pl_pl: Brak uprawnień aby modyfikować tę grupę.
pt_br: Você não possui permissão para alterar este grupo.
ru: Нет прав на изменения в этой группе
sv: Du har inte behörighet att ändra denna grupp.

source: Modified group:
cs_cz: Upravená skupina:
el: Τροποποιημένη ομάδα:
fi: Muokattu ryhmä:
he: קבוצה שונתה:
it: Gruppo modificato:
nl: Gewijzigde groep:
no: Endret gruppe:
pl_pl: Zmodyfikowano grupę:
pt_br: Grupo modificado:
ru: Изменена группа:
sv: Ändrad grupp:

source: Created group:
cs_cz: Vytvořená skupina:
el: Δημιουργημένη ομάδα:
fi: Luotu ryhmä:
he: קבוצה נוצרה:
it: Gruppo creato:
nl: Groep gecreëerd:
no: Oprettet gruppe:
pl_pl: Utworzono grupę:
pt_br: Grupo criado:
ru: Создана группа
sv: Skapad grupp:

source: Error submitting group.
cs_cz: Chyba při vytváření skupiny.
el: Σφάλμα κατά την αποστολή της ομάδας.
fi: Virhe lähetettäessä ryhmää
he: שגיאה בשליחת קבוצה.
it: Errore nell'invio del gruppo.
nl: Fout tijdens versturen van groep.
no: Feil, kunne ikke lagre gruppe.
pl_pl: Błąd dodania grupy.
pt_br: Erro ao enviar grupo:
ru: Ошибка подтверждения группы
sv: Fel vid bekräftelse av grupp.

source: Need to be admin
cs_cz: Musí být admin
fi: Sinun täytyy olla järjestelmänvalvoja
he: צריך להיות מנהל
it: Devi essere amministratore
nl: Moet administrator zijn
no: N&oslash;dt til &aring; v&aelig;re administrator
pl_pl: Należy posiadać prawa administratora
pt_br: Precisa de nível de administrador
ru: Требуется админситратор
sv: Du måste vara admin

source: Error selecting events in import
cs_cz: Chyba při výběru událostí pro import
fi: Virhe valittaessa tapahtumia tuonnin yhteydessä
he: שגיאה בבחירת האירועים בייבוא
it: Errore nella selezione dell'evento durante l'importazione
nl: Fout tijdens het selecteren van evenementen om te importeren
no: Feil ved valg av begivenheter under import
pl_pl: Błąd wyboru wydarzeń do importu
pt_br: Erro ao importar agendamentos
ru: Неверные выбранные события для импорта
sv: Fel vid val av händelser i import

source: Created %s events with %s occurences
cs_cz: Vytvořeno %s událostí s %s výskyty
fi: Luotu %s tapahtumia %s määrällä toistoja
he: נוצרו %s אירועים עם %s מופעים
it: Creati %s eventi con %s occorrenze
nl: %s evenementen met %s gebeurtenissen gemaakt
no: Oprettet %s begivenheter med %s forekomster
pl_pl: Utworzony %s wydarzeń z %s wystąpieniami
pt_br: Criado %s agendamentos com %s ocorrências
ru: Создано %s событий с %s occurences
sv: Skapad %s evenemang med %s förekomster

source: Logged in.
cs_cz: Přihlášený.
el: Συνδεδεμένος/η
fi: Kirjauduttu sisään.
he: התחברת.
it: Autenticato.
nl: Ingelogd.
no: Logget inn.
pl_pl: Zalogowano
pt_br: Logado
ru: В системе.
sv: Inloggad.

source: Sorry, Invalid Login
cs_cz: Neplatné přihlášení
el: Συγγνώμη, Μη Έγκυρη Σύνδεση
fi: Kirjautuminen epäonnistui
he: מצטערים, שם משתמש או ססמא שגויים
it: Scusa, login non valido
nl: sorry, foutieve aanmelding
no: Beklager, ugyldig logginn
pl_pl: Przepraszamy, nieprawidłowy login
pt_br: Desculpe, Login Inválido
ru: Ошибочный вход.
sv: Felaktig inloggning

source: You must have cookies enabled to login.
cs_cz: Musíte mít povolené cookies pro přihlášení.
el: Πρέπει να έχετε ενεργοποιημένα τα cookies για να συνδεθείτε.
fi: Sinun täytyy sallia cookiet kirjautumista varten.
he: עליך להשתמש ב-cookies על מנת להתחבר.
it: Devi avere i cookie abilitati per autenticarti.
nl: Je moet cookies hebben geactiveerd om in te loggen.
no: Du m&aring; ha cookies sl&aring;tt p&aring; for &aring; logge inn.
pl_pl: Musisz mieć włączone cookies aby się zalogować
pt_br: Você precisa habilitar os cookies para logar
ru: У вас должен быть включены cookies
sv: Du måste ge tillåtelse för cookies för att kunna logga in.

source: Password
cs_cz: Heslo
el: Κωδικός
fi: Salasana
he: ססמא
nl: Wachtwoord
no: Passord
pl_pl: Hasło
pt_br: Senha
ru: Пароль
sv: Lösenord

source: Loggin out...
cs_cz: Odhlašuji...
el: Αποσύνδεση...
fi: Kirjaudutaan ulos...
he: מתנתק...
it: Uscendo...
nl: Uitloggen.
no: Logger utâ€¦
pl_pl: Wylogowywanie...
pt_br: Saindo...
ru: Выход
sv: Loggar ut...

source: Occurrence Form
cs_cz: Výskyt od
el: Φόρμα Περιστάσεων
fi: Toistot Lomake
he: טופס יצירת מופע
it: Form Occorrenzaq
nl: Gebeurtenissenformulier
no: Forekomstskjema
pl_pl: Wystąpienie
pt_br: Formulário de ocorrência
ru: Форма расписания
sv: Händelseformulär

source: Submit Occurrence
cs_cz: Odeslat výskyt
el: Αποστολή Περίστασης
fi: Lisää toistuva
he: שלח מופע
it: Invia Occorrenza
nl: Voeg gebeurtenis toe
no: Lagre forekomst
pl_pl: Dodaj wystąpienie
pt_br: Enviar ocorrência
ru: Подтвердить расписание
sv: Bekräfta händelse

source: Cannot create occurrence.
cs_cz: Nelze vytvořit výskyt.
el: Δεν είναι δυνατή η δημιουργία εμφάνισης.
fi: Ei voi lisätä toistoa.
he: לא יכול ליצור מופע.
it: Non posso creare l'occorrenza.
nl: Kon gebeurtenis niet maken.
no: Kan ikke opprette forekomst.
pl_pl: Nie można utworzyć wystąpienia
pt_br: Foi não possível ler visualizar
ru: Не создано расписание
sv: Kan inte skapa händelse

source: EID not set.
cs_cz: EID není nastaveno.
el: Το EID δεν τέθηκε.
fi: EID ei ole asetettu
he: EID לא הוגדר.
it: EID non impostato.
nl: EID niet ingesteld.
no: EID ikke satt.
pl_pl: Nie ustawiono ID wydarzenia.
ru: EID не установлено
sv: EID är inte inställt.

source: Modified occurence:
cs_cz: Upravené výskyty:
el: Τροποποίηση Περίστασης:
fi: Muokattu toistoa:
he: מופע שונה:
it: Occorrenza modificata:
nl: Gebeurtenis gewijzigd:
no: Endret forekomst:
pl_pl: Zmodyfikowano wystąpienie:
ru: Изменено расписание:
sv: Ändrad händelse:

source: Created occurence:
cs_cz: Vytvořené výskyty:
el: Δημιουργία εμφάνισης:
fi: Luotu toisto:
he: מופע נוצר:
it: Occorrenza creata:
nl: Gebeurtenis aangemaakt:
no: Opprettet forekomst:
pl_pl: Utworzono wystąpienie:
pt_br: Ocorrência criada
ru: Создано расписание:
sv: Skapad händelse:

source: Error submitting occurrence.
cs_cz: Chyba při ukládání výskytu.
el: Σφάλμα κατά την υποβολή εμφάνισης.
fi: Virhe lähetettäessä toistoa.
he: שגיאה בשליחת המופע.
it: Errore nell'invio dell'occorrenza.
nl: Fout tijdens versturen van gebeurtenis.
no: Feil, kunne ikke lagre forekomst.
pl_pl: Błąd dodania wystąpienia.
pt_br: Erro ao enviar ocorrência
ru: Ошибка подтверждения расписания
sv: Fel vi bekräftelse av händelse.

source: No occurrence selected.
cs_cz: Nevybrány žádné výskyty.
el: Δεν εχει επιλεγεί μια εμφάνιση.
fi: Toistoa ei valittu
he: לא נבחר מופע.
it: Nessuna occorrenza selezionata.
nl: Geen gebeurtenis geselecteerd.
no: Ingen forekomst valgt.
pl_pl: Brak wybranych wystąpień.
pt_br: Nenhum ocorrência selecionada
ru: Не выбрано раписание
sv: Ingen händelse vald.

source: Removed occurrence
cs_cz: Odstraněný výskyt
el: Αφαίρεση Περίστασης
fi: Poistettu toisto
he: מופע נמחק
it: Occorrenza rimossa
nl: Gebeurtenis verwijderd
no: Fjernet forekomst
pl_pl: Usunięto wystąpienie
pt_br: Ocorrência Removida
ru: Удалено раписание
sv: Raderad händelse

source: Removed occurrences
cs_cz: Odstraněné výskyty
el: Αφαίρεση Περίστασεων
fi: Poistettu toistot
he: מופעים נמחקו
it: Occorrenze rimosse
nl: Gebeurtenissen verwijderd
no: Fjernede forekomster
pl_pl: Usunięto wystąpienia
pt_br: Ocorrências Removidas
ru: Удалены расписания
sv: Raderade händelser

source: Could not remove occurrence
cs_cz: Nepodařilo se odstranit výskyt
el: Δεν ήταν δυνατή η αφαίρεση εμφάνισης
fi: Toistoa ei voitu poistaa
he: לא ניתן למחוק מופע
it: Non ho potuto rimuovere l'occorrenza
nl: Kon gebeurtenis niet verwijderen
no: Kunne ikke fjerne forekomst
pl_pl: Nie można usunąć wystąpienia
pt_br: Não foi possível remover ocorrência.
ru: Не удалено раписание
sv: Kunde inte radera händelse

source: Could not remove occurrences
cs_cz: Nepodařilo se odstranit výskyty
el: Δεν μπορεσαν να καταργήθουν οι εμφανίσεις
fi: Toistoja ei voitu poistaa
he: לא ניתן למחוק מופעים
it: Non ho potuto rimuovere le occorrenze
nl: Kon gebeurtenissen niet verwijderen
no: Kunne ikke fjerne forekomster
pl_pl: Nie można usunąć wystąpień
ru: Не удалены раписания
sv: Kunde inte radera händelser

source: You do not have permission to remove the occurrence.
cs_cz: Nemáte oprávnění ke smazání výskytu.
el: Δεν έχετε άδεια για να καταργήσετε την εμφάνιση.
fi: Sinulla ei ole oikeuksia poistaa toistoa.
he: אין לך הרשאות למחוק את המופע.
it: Non possiedi i permessi per rimuovere l'occorrenza.
nl: Je hebt geen bevoegdheden om de gebeurtenis te verwijderen.
no: Du har ikke rettigheter til &aring; fjerne forekomsten.
pl_pl: Brak uprawnień aby usunąć wystąpienie.
ru: Нет прав на удаление раписания
sv: Du har inte behörighet att ta bort händelsen.

source: You do not have permission to remove occurrences.
cs_cz: Nemáte oprávnění ke smazání výskytů.
el: Δεν έχετε άδεια για να καταργήσετε τις εμφανίσεις.
fi: Sinulla ei ole oikeutta poistaa toistoja.
he: אין לך הרשאות למחוק את המופעים.
it: Non possiedi i permessi per rimuovere le occorrenze.
nl: Je hebt geen bevoegdheden om de gebeurtenissen te verwijderen.
no: Du har ikke rettigheter til &aring; fjerne forekomster.
pl_pl: Brak uprawnień aby usunąć wystąpienia.
ru: Нет прав для удаления расписаний
sv: Du har inte behörighet att ta bort händelser.

source: You must be logged in.
cs_cz: Musíte být přihlášený.
el: Πρέπει να είστε συνδεδεμένος.
fi: Sinun täytyy olla kirjautuneena sisään.
he: עליך להיות מחובר.
it: Devi essere autenticato.
nl: Je moet ingelogd zijn.
no: Du m&aring; v&aelig;re logget inn.
pl_pl: Musisz być zalogowany.
pt_br: Você precisa estar logado.
ru: Необходимо войти в систему
sv: Du måste vara inloggad.

source: You do not have permission to change your password.
cs_cz: Nemáte oprávnění ke změně hesla vaší skupiny.
el: Δεν έχετε άδεια για να αλλάξετε τον κωδικό σας.
fi: Sinulla ei ole oikeuksia vaihtaa salasanaasi.
he: אין לך הרשאה לשנות את ססמתך.
it: Non possiedi i permessi per cambiare la tua password.
nl: Je hebt geen toestemming om je wachtwoord aan te passen.
no: Du har ikke rettigheter til &aring; endre ditt passord.
pl_pl: Brak uprawnień do zmiany hasła.
pt_br: Você não possui permissão para alterar sua senha
ru: Нет прав для смены пароля
sv: Du har inte behörighet att ändra ditt lösenord.

source: You must specify your old password.
cs_cz: Musíte zadat staré heslo.
el: Μπορείτε να καθορίσετε τον παλιό κωδικό πρόσβασής σας.
fi: Vanha salasana on syötettävä.
he: עליך לציין את ססמתך הישנה.
it: Devi specificare la tua vecchia password.
nl: Je moet je oude wachtwoord invullen.
no: Du m&aring; oppgi ditt gamle passord.
pl_pl: Musisz podać stare hasło
pt_br: Você deve especificar a última senha.
ru: Укажите старый пароль
sv: Du måste ange ditt gamla lösenord.
